Repository: chelin192837/FaceToFace
Catalog: FaceToFace/Biconome/Biconome/Resource/*.lproj/BTCLocalizable.strings
Languages: ko, ru, zh_hans

# 已注册账户？
source: Already have an account?
ko: 이미 계정이 있나요?
ru: У вас уже есть аккаунт?
zh_hans: 已注册账户？

# 登录
source: Sign in
ko: 로그인
ru: Войти в систему
zh_hans: 登录

# 注册Biconomy
source: Sign-up Biconomy
ko: Biconomy 회원가입
ru: Зарегистрируйтесь в Biconomy
zh_hans: 注册Biconomy

# 在下面输入您的帐户信息，或者你也可以使用 邮箱注册
source: Enter your account information below, or you can use your Email Sign Up
ko: 아래에 당신의 계정 정보를 입력하거나, 이메일을 사용할 수 있습니다. 이메일 회원가입 하기
ru: Введите данные своей учетной записи ниже, или вы можете использовать свою электронную почту, указанную при регистрации
zh_hans: 在下面输入您的帐户信息，或者你也可以使用 邮箱注册

# 地区
source: Area
ko: 지역
ru: Область
zh_hans: 地区

# 手机号
source: phone Number
ko: 핸드폰 번호
ru: Номер Телефона
zh_hans: 手机号

# 设置密码
source: Set Password
ko: 비밀번호 설정
ru: Установить Пароль
zh_hans: 设置密码

# 邀请码
source: Referral ID
ko: 초대 코드
ru: Реферальный код
zh_hans: 邀请码

# 请输入邀请码（选填）
source: Please enter the referral code (optional)
ko: 초대 코드를 입력해 주세요
ru: Пожалуйста, введите реферальный код (необязательно)
zh_hans: 请输入邀请码（选填）

# 请输入手机号
source: Please enter your phone number
ko: 핸드폰 번호를 입력해 주세요
ru: Пожалуйста, введите свой номер телефона
zh_hans: 请输入手机号

# 请输入密码
source: Please enter password
ko: 비밀번호를 입력해 주세요
ru: Пожалуйста, введите свой пароль
zh_hans: 请输入密码

# 请输入正确的手机号，请重新输入
source: Please enter the correct phone numer, please re-enter
ko: 올바른 휴대 전화 번호를 입력해주세요. 다시 입력해 주세요
ru: Пожалуйста, введите правильный номер телефона, пожалуйста, введите заново
zh_hans: 请输入正确的手机号，请重新输入

# 密码至少8-16位字符，包含大小写字母和数字
source: Password at least 8-16 characters, including uppercase and lowercase letters and numbers
ko: 비밀번호는 8-16자로, 대/소문자와 숫자를 포함해 주세요
ru: Пароль не менее 8-16 символов, включая прописные, строчные буквы и цифры
zh_hans: 密码至少8-16位字符，包含大小写字母和数字

# 同意《服务条款》及《隐私政策》
source: Agree 《Terms of Service》 and 《Privacy Policy》
ko: 서비스 약관 및 개인 정보 보호 정책에 동의
ru: Согласен с《Условиями обслуживания》 и "Политикой конфиденциальности"
zh_hans: 同意《服务条款》及《隐私政策》

# 请同意《服务条款》及《隐私政策》
source: Please agree 《Terms of Service》 and 《Privacy Policy》
ko: 서비스 약관 및 개인 정보 보호 정책에 동의해주세요
ru: Пожалуйста, согласитесь с《Условиями обслуживания》 и "Политикой конфиденциальности"
zh_hans: 请同意《服务条款》及《隐私政策》

# 手机号码已存在，请登录
source: The mobile number already exists, please sign in
ko: 휴대 전화 번호가 이미 존재합니다. 로그인하십시오
ru: Номер мобильного телефона уже существует, пожалуйста, войдите в систему
zh_hans: 手机号码已存在，请登录

# 此邀请码无效
source: This invitation code is invalid
ko: 이 초대 코드는 유효하지 않습니다
ru: Этот код приглашения недействителен
zh_hans: 此邀请码无效

# 在下面输入您的帐户信息，或者你也可以使用 手机注册
source: Enter your account information below, or you can Phone Sign Up
ko: 아래에 계정 정보를 입력하거나 전화로 가입 할 수 있습니다
ru: Введите информацию о своей учетной записи ниже, или вы можете Зарегистрироваться по телефону
zh_hans: 在下面输入您的帐户信息，或者你也可以使用 手机注册

# 在下面输入您的账户信息
source: Enter your account information below
ko: 하단에 계정 정보를 입력해 주세요
ru: Введите информацию о своей учетной записи ниже
zh_hans: 在下面输入您的账户信息

# 手机注册
source: Phone Sign Up
ko: 모바일 등록
ru: Мобильная регистрация
zh_hans: 手机注册

# 邮箱注册
source: Sign Up with email
ko: 이메일 등록
ru: Зарегистрируйтесь по электронной почте
zh_hans: 邮箱注册

# 请输入邮箱
source: Please enter the email
ko: 이메일 주소를 입력하십시오
ru: Пожалуйста, введите адрес электронной почты
zh_hans: 请输入邮箱

# 请输入正确的邮箱，请重新输入
source: Please enter the correct email, please re-enter
ko: 올바른 이메일 주소를 입력하십시오. 다시 입력하십시오
ru: Пожалуйста, введите правильный адрес электронной почты, пожалуйста, введите заново
zh_hans: 请输入正确的邮箱，请重新输入

# 手机验证
source: SMS Verification
ko: 핸드폰 인증
ru: SMS-аутентификация
zh_hans: 手机验证

# 输入手机号 %@ 收到的六位数验证码
source: Please enter the 6-digit code in your phone %@
ko: 6자리 인증 번호를 받기 위한 핸드폰 번호%@를 입력해 주세요
ru: Пожалуйста, введите 6-значный код в вашем телефоне %@
zh_hans: 输入手机号 %@ 收到的六位数验证码

# 验证码
source: Verification code
ko: 인증 번호
ru: Код подтверждения
zh_hans: 验证码

# 获取验证码
source: Get Verification Code
ko: 인증 번호 받기
ru: Получить код подтверждения
zh_hans: 获取验证码

# 重新获取
source: Resend
ko: 다시 보내기
ru: Отправить
zh_hans: 重新获取

# 请输入6位数验证码
source: Please enter 6-digit verification code
ko: 6 자리 인증 코드를 입력하십시오
ru: Пожалуйста, введите 6-значный код подтверждения
zh_hans: 请输入6位数验证码

# 请先获取验证码信息
source: Please get the captcha information first
ko: 인증코드를 먼저 받으십시오
ru: Пожалуйста, сначала получите информацию с картинки
zh_hans: 请先获取验证码信息

# 手机验证码错误，请重试
source: SMS code incorrect, Please retry
ko: 모바일 인증 코드가 잘못되었습니다. 다시 시도하십시오
ru: Код SMS неверный, пожалуйста, попробуйте еще раз
zh_hans: 手机验证码错误，请重试

# 手机验证码获取成功，请查看
source: Get SMS code successful, please check
ko: 휴대 전화 인증 코드가 성공했습니다. 확인하십시오
ru: Получите код успешно, пожалуйста, проверьте
zh_hans: 手机验证码获取成功，请查看

# 手机验证码获取失败，请重试
source: Get SMS code failed, please retry
ko: 모바일 인증 코드가 실패했습니다. 다시 시도하십시오
ru: Получить код SMS не удалось, повторите попытку
zh_hans: 手机验证码获取失败，请重试

# 多次尝试失败，请稍后再试
source: Multiple attempts failed, please try again later
ko: 여러 번 실패했습니다. 나중에 다시 시도하십시오
ru: Несколько попыток не удалось, повторите попытку позже
zh_hans: 多次尝试失败，请稍后再试

# 注册Biconomy成功
source: Sign up Biconomy is success
ko: 성공적인 등록
ru: Регистрация в Biconomy успешна
zh_hans: 注册Biconomy成功

# 注册Biconomy失败，请重试
source: Sign up Biconomy is failed, pelase retry
ko: 등록 실패, 다시 시도하십시오
ru: Зарегистрироваться в Biconomy не удалось, пожалуйста попробуйте снова
zh_hans: 注册Biconomy失败，请重试

# 尝试过于频繁，请稍后再试
source: Try too frequent, please try again later
ko: 너무 자주 시도했습니다. 나중에 다시 시도하십시오
ru: Вы пытаетесь войти слишком часто, пожалуйста, попробуйте позже
zh_hans: 尝试过于频繁，请稍后再试

# 邮箱验证
source: Email Verification
ko: 사서함 확인
ru: Подтверждение по элетронной почте
zh_hans: 邮箱验证

# 请查收 adnefina@gmail.com 邮箱以继续
source: Please check the adnefina@gmail.com email address to continue
ko: 계속하려면 adnefina@gmail.com 이메일 주소를 확인하십시오
ru: Пожалуйста, проверьте адрес электронной почты adnefina@gmail.com, чтобы продолжить
zh_hans: 请查收 adnefina@gmail.com 邮箱以继续

# 没有收到？重新获取
source: Didn't receive? Resend
ko: 받지 못했나요? 다시 보내기
ru: Не получили? Отправить
zh_hans: 没有收到？重新获取

# 如果未收到邮件，请检查以下内容- 确保提供的邮件地址是正确的- 检查邮件客户端是否收发正常- 请检查是否在垃圾收件箱
source: If you have not received the email, please check the following- Make sure the email address provided is correct- Check if the mail client is sending and receiving normally- Please check if it is in the garbage inbox
ko: 이메일을받지 못했다면 다음을 확인하십시오-제공된 이메일 주소가 올바른지 확인하십시오-메일 클라이언트가 정상적으로 송수신하는지 확인-쓰레기통에 있는지 확인하십시오.
zh_hans: 如果未收到邮件，请检查以下内容- 确保提供的邮件地址是正确的- 检查邮件客户端是否收发正常- 请检查是否在垃圾收件箱

# 账户已激活
source: Account activated
ko: 계정이 활성화되었습니다
ru: Аккаунт активирован
zh_hans: 账户已激活

# Biconomy账户已激活，请登录开始交易
source: Biconomy account is activated, Please sign in to start trading
ko: Biconomy 계정이 활성화되었습니다. 거래를 시작하려면 로그인하십시오
ru: Biconomy аккаунт активирован, пожалуйста, войдите, чтобы начать торговать
zh_hans: Biconomy账户已激活，请登录开始交易

# 激活链接已过期，请重新发送
source: Activation link has expired, please resend
ko: 활성화 링크가 만료되었습니다. 다시 보내십시오
ru: Ссылка для активации истекла, пожалуйста, повторно
zh_hans: 激活链接已过期，请重新发送

# 取消
source: Cancel
ko: 취소
ru: Отмена
zh_hans: 取消

# 账号激活，感谢您注册 biconomy.com 请点击以下按钮完成验证
source: Account activation, thank you for registering Biconomy.com Please click the button below to complete the verification.
ko: 계정 활성화, Biconomy.com을 등록 해 주셔서 감사합니다. 아래 버튼을 클릭하여 확인을 완료하십시오
ru: Активация учетной записи, спасибо за регистрацию на Biconomy.com Пожалуйста, нажмите кнопку ниже, чтобы завершить проверку.
zh_hans: 账号激活，感谢您注册 biconomy.com 请点击以下按钮完成验证

# 验证邮箱
source: Verify email
ko: 이메일 확인
ru: Подтвердить Email
zh_hans: 验证邮箱

# 如点击上方按钮无法完成确认，请复制下方地址在浏览器中打开：https://www.biconomy.com/xxxxxx
source: If you can't complete the confirmation by clicking the button above, please copy the address below to open it in your browser: https://www.biconomy.com/xxxxxx
ko: 위의 버튼을 클릭하여 확인을 완료 할 수없는 경우 아래 주소를 복사하여 브라우저에서여십시오 : https://www.biconomy.com/xxxxxx
ru: Если вы не можете завершить подтверждение, нажав кнопку выше, скопируйте адрес ниже, чтобы открыть его в своем браузере: https://www.biconomy.com/xxxxxx
zh_hans: 如点击上方按钮无法完成确认，请复制下方地址在浏览器中打开：https://www.biconomy.com/xxxxxx

# 此链接2个小时后将失效
source: This link will expire after 2 hours
ko: 이 링크는 2 시간 후에 만료됩니다
ru: Срок действия этой ссылки истекает через 2 часа
zh_hans: 此链接2个小时后将失效

# 如注册遇到困难，请联系 support@biconomy.com
source: If you are having difficulty registering, please contact support@biconomy.com
ko: 등록이 어려운 경우 support@biconomy.com에 문의하십시오
ru: Если у вас возникли проблемы при регистрации, пожалуйста, свяжитесь с support@biconomy.com
zh_hans: 如注册遇到困难，请联系 support@biconomy.com

# 还没有账户?
source: Don't have an account yet?
ko: 아직 계정이 없습니까?
ru: У вас еще нет аккаунта?
zh_hans: 还没有账户?

# 注册
source: Sign Up
ko: 회원 가입
ru: Зарегистрироваться
zh_hans: 注册

# 登录Biconomy
source: Sign In Biconomy
ko: Biconomy에 로그인
ru: Вход в Biconomy
zh_hans: 登录Biconomy

# 在下面输入您的帐户信息
source: Enter you account information below
ko: 아래에 계정 정보를 입력해 주세요
ru: Введите данные своей учетной записи ниже
zh_hans: 在下面输入您的帐户信息

# 账户
source: Account
ko: 계정
ru: Аккаунт
zh_hans: 账户

# 密码
source: Password
ko: 비밀번호
ru: Пароль
zh_hans: 密码

# 忘记密码？
source: Forgot password?
ko: 비밀번호를 잊으셨나요?
ru: Забыли пароль?
zh_hans: 忘记密码？

# 请输入账户
source: Please enter an account
ko: 계정을 입력해 주세요
ru: Пожалуйста, войдите в аккаунт
zh_hans: 请输入账户

# 请输入正确的账户，请检查
source: Please enter correct account, Please check
ko: 정확한 계정을 입력해 주세요. 다시 확인해 주세요
ru: Пожалуйста, введите правильный аккаунт, пожалуйста, проверьте еще раз
zh_hans: 请输入正确的账户，请检查

# 账户不存在，请先注册
source: Account doesn't exists, Please Sign up first
ko: 계정이 존재하지 않습니다. 먼저 회원 가입을 해주세요
ru: Аккаунт не существует, сначала зарегистрируйтесь
zh_hans: 账户不存在，请先注册

# 密码错误，请重试
source: Password error, please retry
ko: 비밀번호가 틀렸습니다. 다시 시도해 주세요
ru: Ошибка пароля, повторите попытку
zh_hans: 密码错误，请重试

# 登录Biconomy成功
source: Sign in Biconomy Success
ko: Biconomy 로그인 완료
ru: Вход в Biconomy успешен
zh_hans: 登录Biconomy成功

# 登录Biconomy失败，请重试
source: Sign in Biconomy failed, please retry
ko: Biconomy 로그인 실패, 다시 시도해 주세요.
ru: Ошибка входа в Biconomy. Повторите попытку
zh_hans: 登录Biconomy失败，请重试

# 您的账户禁止登录，请联系官方客服
source: Your account is forbidden to sign in, please contact the official customer service
ko: 해당 계정의 로그인이 금지되었습니다. 고객 센터에 문의해 주세요
ru: Вход по вашей учетной записи запрещен, пожалуйста, свяжитесь с официальной службой поддержки
zh_hans: 您的账户禁止登录，请联系官方客服

# 谷歌验证
source: Google Authentication
ko: 구글 인증
ru: Google аутентификация
zh_hans: 谷歌验证

# 请输入谷歌验证器中的六位数验证码
source: Please enter the 6-digit verification code in Google Authenticator
ko: 구글 OTP의 6자리 코드를 입력해 주세요
ru: Пожалуйста, введите 6-значный код подтверждения в Google Authenticator
zh_hans: 请输入谷歌验证器中的六位数验证码

# 谷歌验证码
source: Authentication code
ko: 구글 인증 코드
ru: Код аутентификации
zh_hans: 谷歌验证码

# 谷歌验证码错误
source: Incorrect Google Authentication code
ko: 잘못된 구글 인증 코드
ru: Неверный код аутентификации Google
zh_hans: 谷歌验证码错误

# 请输入谷歌验证码
source: Please enter Google Authentication code
ko: 구글 인증 코드를 입력해 주세요
ru: Пожалуйста, введите код аутентификации Google
zh_hans: 请输入谷歌验证码

# 谷歌验证码错误，请重试
source: Google Authentication failed, Please retry
ko: 구글 인증 코드가 잘못되었습니다. 다시 시도해 주세요
ru: Неверный код аутентификации Google. Повторите попытку
zh_hans: 谷歌验证码错误，请重试

# 重置密码
source: Create password
ko: 비밀번호 초기화
ru: Придумайте пароль
zh_hans: 重置密码

# 为了账户安全，重置登录密码后24小时禁止提币
source: Withdrawals will be unavailable for next 24 hours once password is changed
ko: 계정의 안전을 위해 비밀번호 초기화 후 24시간 동안 출금이 중지됩니다
ru: Вывод средств будет недоступен в течение следующих 24 часов после смены пароля
zh_hans: 为了账户安全，重置登录密码后24小时禁止提币

# 下一步
source: Next
ko: 다음
ru: Далее
zh_hans: 下一步

# 新密码
source: New Password
ko: 새 비밀번호
ru: Новый пароль
zh_hans: 新密码

# 确认密码
source: Confirm password
ko: 비밀번호 확인
ru: Подтвердите пароль
zh_hans: 确认密码

# 请输入新密码
source: Please enter new password
ko: 새 비밀번호를 입력해 주세요
ru: Пожалуйста, введите новый пароль
zh_hans: 请输入新密码

# 请确认新密码
source: Please enter new password
ko: 새 비밀번호를 입력해 주세요
ru: Пожалуйста, введите новый пароль
zh_hans: 请确认新密码

# 两次输入密码不一致
source: Two password doesn't match
ko: 두 비밀번호가 일치하지 않습니다
ru: Два пароля не совпадают
zh_hans: 两次输入密码不一致

# 确认重置
source: Confirm reset
ko: 초기화 확인
ru: Подтвердите сброс
zh_hans: 确认重置

# 登录密码重置成功
source: Sign in password reset is success
ko: 로그인 비밀번호 초기화 성공
ru: Пароль авторизации успешно сброшен
zh_hans: 登录密码重置成功

# 登录密码重置失败，请重试
source: Sign in password reset is failed, Please retry
ko: 로그인 비밀번호 초기화 실패, 다시 시도해 주세요
ru: Не удалось выполнить вход в систему. Повторите попытку
zh_hans: 登录密码重置失败，请重试

# 修改登录密码
source: Change Sign in password
ko: 로그인 비밀번호 변경
ru: Изменить пароль Входа в аккаунт
zh_hans: 修改登录密码

# 原密码
source: Old password
ko: 기존 비밀번호
ru: Прежний пароль
zh_hans: 原密码

# 请输入原密码
source: Please enter old password
ko: 기존 비밀번호를 입력해 주세요
ru: Пожалуйста, введите старый пароль
zh_hans: 请输入原密码

# 原密码错误，请重试
source: Old password is incorrect, Please retry
ko: 기존 비밀번호가 틀렸습니다. 다시 시도해 주세요
ru: Неверный старый пароль. Повторите попытку.
zh_hans: 原密码错误，请重试

# 输入手机号 +86 188****2312 收到的六位数验证码，或者您也可以使用 谷歌验证
source: Enter the 6-digit verification code you received on your mobile phone number +86 188****2312, or you can use Google Authentication
ko: 귀하의 핸드폰 번호 +86 188****2312로 받은 6자리 인증 코드를 입력해 주세요. 혹은 구글 인증을 사용할 수 있습니다
ru: Введите 6-значный код подтверждения, который вы получили на номер своего мобильного телефона +86 188 **** 2312, или вы можете использовать Google Authentication
zh_hans: 输入手机号 +86 188****2312 收到的六位数验证码，或者您也可以使用 谷歌验证

# 输入谷歌验证器中的六位数验证码，或者您也可以使用 手机验证
source: Enter the 6-digit verification code from Google Authenticator, or you can use your phone to verify
ko: 구글 OTP 인증 6자리 인증 코드를 입력해 주세요. 혹은 모바일을 통해 인증할 수 있습니다
ru: Введите 6-значный код подтверждения от Google Authenticator, или вы можете использовать свой телефон для подтверждения
zh_hans: 输入谷歌验证器中的六位数验证码，或者您也可以使用 手机验证

# 确认修改
source: Confirm reset
ko: 초기화 확인
ru: Подтвердите сброс
zh_hans: 确认修改

# 登录密码修改成功
source: Sign in password changed success
ko: 로그인 비밀번호 변경 성공
ru: Пароль Входа успешно изменен
zh_hans: 登录密码修改成功

# 登录密码修改失败，请重试
source: Sign in password change failed, Please retry
ko: 로그인 비밀번호 변경 실패, 다시 시도해 주세요
ru: Не удалось изменить пароль Входа, повторите попытку
zh_hans: 登录密码修改失败，请重试

# 启用谷歌验证器
source: Enable Google Authenticator
ko: 구글 OTP 인증 가능
ru: Включить Google Authenticator
zh_hans: 启用谷歌验证器

# 下载App
source: Download App
ko: 앱 다운로드
ru: Скачать приложение
zh_hans: 下载App

# 下载谷歌验证器App
source: Download Google Authenticator App
ko: 구글 OTP 앱 다운로드
ru: Скачать приложение Google Authenticator
zh_hans: 下载谷歌验证器App

# 扫描二维码
source: Scan QR code
ko: QR코드 스캔하기
ru: Сканировать QR-код
zh_hans: 扫描二维码

# 用谷歌验证器App扫描下方二维码
source: Scan the QR code below with the Google Authenticator app
ko: 구글 OTP 앱을 이용해 하단의 QR코드를 스캔하세요.
ru: Сканируйте приведенный ниже QR-код с помощью приложения Google Authenticator.
zh_hans: 用谷歌验证器App扫描下方二维码

# 复制
source: Copy
ko: 복사
ru: Копировать
zh_hans: 复制

# 已复制
source: Copied
ko: 복사됨
ru: Скопировано
zh_hans: 已复制

# 复制失败，请重试
source: Copy failed, please retry
ko: 복사 실패, 다시 시도해 주세요
ru: Копирование не удалось, повторите попытку
zh_hans: 复制失败，请重试

# 上一步
source: Prev
ko: 이전
ru: Предыдущий
zh_hans: 上一步

# 请输入6位数谷歌验证码
source: Please enter 6-digit Google Authentication code
ko: 6자리 구글 OTP 인증 코드를 입력해 주세요
ru: Пожалуйста, введите 6-значный код аутентификации Google
zh_hans: 请输入6位数谷歌验证码

# 谷歌验证器启用成功
source: Google Authenticator is successfully enabled
ko: 구글 OTP를 성공적으로 사용 가능합니다
ru: Google Authenticator успешно включен
zh_hans: 谷歌验证器启用成功

# 谷歌验证器启用失败，请重试
source: Google Authenticator enable failed, Please retry
ko: 구글 OTP 사용에 실패했습니다. 다시 시도해 주세요
ru: Не удалось включить Google Authenticator, повторите попытку
zh_hans: 谷歌验证器启用失败，请重试

# 关闭谷歌验证器
source: Close Google Authenticator
ko: 구글 OTP 닫기
ru: Закрыть Google Authenticator
zh_hans: 关闭谷歌验证器

# 关闭谷歌验证后24小时禁止提币
source: After close verification, prohibit the withdrawal of coins for 24hours
ko: 구글 인증 해제 후 24시간 동안은 출금이 불가능 합니다
ru: После тщательной проверки запретить вывод монет на 24 часа
zh_hans: 关闭谷歌验证后24小时禁止提币

# 启用手机
source: Enable Phone
ko: 사용 가능한 핸드폰
ru: Привязать номер телефона
zh_hans: 启用手机

# 启用手机成功
source: Enable email success
ko: 핸드폰 사용 성공
ru: Номер телефона привязан успешно
zh_hans: 启用手机成功

# 启用手机失败，请重试
source: Enable email failed, Please retry
ko: 핸드폰 사용 실패, 다시 시도해 주세요
ru: Не удалось привязать номер телефона. Повторите попытку
zh_hans: 启用手机失败，请重试

# 关闭手机
source: Close phone
ko: 핸드폰 해제
ru: Открепить номер телефона
zh_hans: 关闭手机

# 关闭手机验证后24小时禁止提币
source: After close Phone, prohibit the withdrawal of coins for 24hours
ko: 핸드폰 인증 해제 후 24시간 내에는 출금이 불가능합니다
ru: После открепления номера телефона, запретить вывод монет на 24 часа
zh_hans: 关闭手机验证后24小时禁止提币

# 关闭手机成功
source: Close phone is success
ko: 핸드폰 해제 성공
ru: Открепление номера телефона успешно
zh_hans: 关闭手机成功

# 关闭手机失败，请重试
source: Close phone is failed, Please retry
ko: 핸드폰 해제 실패, 다시 시도해 주세요
ru: Не удалось открепить номер телефона. Повторите попытку
zh_hans: 关闭手机失败，请重试

# 启用邮箱
source: Enable Email
ko: 이메일 활성화
ru: Привязать электронную почту
zh_hans: 启用邮箱

# 关闭邮箱
source: Close email
ko: 이메일 해제
ru: Открепить электронную почту
zh_hans: 关闭邮箱

# 关闭邮箱后24小时禁止提币
source: After close email, prohibit the withdrawal of coins for 24hours
ko: 이메일 해제 후 24시간 동안은 출금이 불가능 합니다
ru: После открепления электронной почты, запретить вывод монет на 24 часа
zh_hans: 关闭邮箱后24小时禁止提币

# 关闭邮箱成功
source: Close email success
ko: 이메일 해제 성공
ru: Открепление электронной почты успешно
zh_hans: 关闭邮箱成功

# 关闭邮箱失败，请重试
source: Close email failed, Please retry
ko: 이메일 해제 실패, 다시 시도해 주세요
ru: Не удалось открепить электронную почту, повторите попытку
zh_hans: 关闭邮箱失败，请重试

# 现货交易
source: Spot Trading
ko: 현물 거래
ru: Спот Торговля
zh_hans: 现货交易

# 法币交易
source: Fiat Trading
ko: 법정화폐 거래
ru: Фиат Торговля
zh_hans: 法币交易

# 订单
source: Order NO.
ko: 주문
ru: Заявка
zh_hans: 订单

# 钱包
source: Wallet
ko: 지갑
ru: Кошелек
zh_hans: 钱包

# 帮助
source: Help
ko: 도움
ru: Помощь
zh_hans: 帮助

# 登出
source: Sign Out
ko: 로그아웃
ru: Выход
zh_hans: 登出

# 账户安全
source: Account security
ko: 계정 보안
ru: Безопасность аккаунта
zh_hans: 账户安全

# 关于
source: About
ko: About us
ru: О нас
zh_hans: 关于

# 关于 Biconomy
source: About Biconomy
ru: О Biconomy
zh_hans: 关于 Biconomy

# 服务 & 隐私
source: Service and Privacy
ko: 서비스 및 프라이버시
ru: Сервис и конфиденциальность
zh_hans: 服务 & 隐私

# 服务条款
source: Terms of service
ko: 서비스 약관
ru: Условия обслуживания
zh_hans: 服务条款

# 隐私政策
source: Privacy policy
ko: 프라이버시 정책
ru: Политика конфиденциальности
zh_hans: 隐私政策

# 客户服务
source: Customer Service
ko: 고객센터
ru: Обслуживание клиентов
zh_hans: 客户服务

# 公告
source: Announcements
ko: 공지
ru: Новости
zh_hans: 公告

# 费率
source: Fee
ko: 수수료
ru: Комиссии
zh_hans: 费率

# API文档
source: API Documentation
ko: API 문서
ru: Документация API
zh_hans: API文档

# 联系我们
source: Contact us
ko: 연락하기
ru: Связаться с нами
zh_hans: 联系我们

# 上币申请:
source: Listing:
ko: 상장 신청 :
ru: Листинг:
zh_hans: 上币申请:

# 帮助:
source: Support:
ko: 도움 :
ru: Поддержка:
zh_hans: 帮助:

# 个人中心
source: Profile
ko: 마이 프로필
ru: Профиль
zh_hans: 个人中心

# 账户信息
source: Account information
ko: 계정 정보
ru: Информация об аккаунте
zh_hans: 账户信息

# 上次登录
source: Last sign in
ko: 저번 로그인
ru: Последний вход
zh_hans: 上次登录

# 身份认证
source: ID Verification
ko: 신분 인증
ru: Идентификация личности
zh_hans: 身份认证

# 谷歌验证器验证
source: Google Authenticator verification
ko: 구글 OTP 인증
ru: Подтверждение Google Authenticator
zh_hans: 谷歌验证器验证

# 登录密码
source: Sign in Password
ko: 비밀번호
ru: Пароль для входа
zh_hans: 登录密码

# 认证
source: Verify
ko: 인증
ru: Верификация
zh_hans: 认证

# 启用
source: Enable
ko: 사용 가능
ru: Включить
zh_hans: 启用

# 关闭
source: Disable
ko: 사용 불가
ru: Отключить
zh_hans: 关闭

# 已启用
source: Enabled
ko: 사용 가능
ru: Включено
zh_hans: 已启用

# 修改
source: Change
ko: 변경
ru: Изменить
zh_hans: 修改

# 账户活动
source: Account activities
ko: 계정 활동
ru: Активность Аккаунта
zh_hans: 账户活动

# 活动
source: Activities
ko: 활동
ru: Активность
zh_hans: 活动

# 来源
source: Source
ko: 출처
ru: Источник
zh_hans: 来源

# 登录地址
source: Sign in address
ko: 로그인 주소
ru: Адрес для входа
zh_hans: 登录地址

# 时间
source: Date
ko: 시간
ru: Дата
zh_hans: 时间

# 开启两步验证
source: Enable 2FA
ko: 2단계 인증 프로세스 활성화
ru: Включить 2FA
zh_hans: 开启两步验证

# 开启两步验证将极大地提高您的账户安全
source: Enable Two-factor authentication will greatly improve your account security
ko: 2단계 인증 프로세스를 활성화한다면 더 높은 단계의 보안이 가능합니다
ru: Включить двухфакторную аутентификацию значительно повысит безопасность вашего аккаунта
zh_hans: 开启两步验证将极大地提高您的账户安全

# 开启手机验证
source: Enable Mobile Verification
ko: 핸드폰 인증 활성화
ru: Включить верификацию по номеру телефона
zh_hans: 开启手机验证

# 开启谷歌验证
source: Enable Google Verification
ko: 구글 인증 활성화
ru: Включить проверку Google
zh_hans: 开启谷歌验证

# Biconomy | 比特币交易平台 | 数字货币交易平台
source: Biconomy | Bitcoin Exchange | Cryptocurrency Exchange
ko: Biconomy | 비트코인 거래소 | 암호화폐 거래소
ru: Biconomy | Обмен Биткоина | Обмен Криптовалюты
zh_hans: Biconomy | 比特币交易平台 | 数字货币交易平台

# 钱包 | Biconomy
source: Wallet | Biconomy
ko: 지갑 | Biconomy
ru: Кошелек | Biconomy
zh_hans: 钱包 | Biconomy

# 充值 | Biconomy
source: Deposit | Biconomy
ko: 입금 | Biconomy
ru: Депозит | Biconomy
zh_hans: 充值 | Biconomy

# 提币 | Biconomy
source: Withdraw | Biconomy
ko: 출금 | Biconomy
ru: Вывод | Biconomy
zh_hans: 提币 | Biconomy

# 充值提币记录
source: Deposit & Withdraw History
ko: 입출금 기록
ru: История депозитов и выводов
zh_hans: 充值提币记录

# 订单 | Biconomy
source: Orders | Biconomy
ko: 주문 | Biconomy
ru: Заявки | Biconomy
zh_hans: 订单 | Biconomy

# 当前委托 | Biconomy
source: Open Orders | Biconomy
ko: 현재 주문 | Biconomy
ru: Открытые заявки | Biconomy
zh_hans: 当前委托 | Biconomy

# 历史委托 | Biconomy
source: Order History | Biconomy
ko: 주문 내역 | Biconomy
ru: История заявок | Biconomy
zh_hans: 历史委托 | Biconomy

# 成交记录 | Biconomy
source: Trade History | Biconomy
ko: 거래 내역 | Biconomy
ru: История Торговли | Biconomy
zh_hans: 成交记录 | Biconomy

# 账户安全 | Biconomy
source: Account security | Biconomy
ko: 보안 | Biconomy
ru: Безопасность | Biconomy
zh_hans: 账户安全 | Biconomy

# 开启手机 | Biconomy
source: Enable SMS Authentication | Biconomy
ko: 핸드폰 인증 활성화 | Biconomy
ru: Включить аутентификацию по SMS | Biconomy
zh_hans: 开启手机 | Biconomy

# 关闭手机 | Biconomy
source: Disable SMS Authentication | Biconomy
ko: 핸드폰 해제 | Biconomy
ru: Отключить проверку подлинности SMS | Biconomy
zh_hans: 关闭手机 | Biconomy

# 开启邮箱 | Biconomy
source: Enable Email| Biconomy
ko: 이메일 활성화 | Biconomy
ru: Подключить электронную почту | Biconomy
zh_hans: 开启邮箱 | Biconomy

# 关闭邮箱 | Biconomy
source: Disable Email | Biconomy
ko: 이메일 해제 | Biconomy
ru: Отключить электронную почту | Biconomy
zh_hans: 关闭邮箱 | Biconomy

# 开启谷歌验证 | Biconomy
source: Enable Google Anthenticator | Biconomy
ko: 구글 인증 활성화 | Biconomy
ru: Включить Google Anthenticator | Biconomy
zh_hans: 开启谷歌验证 | Biconomy

# 关闭谷歌验证 | Biconomy
source: Disable Google Anthenticator | Biconomy
ko: 구글 인증 해제 | Biconomy
ru: Отключить Google Anthenticator | Biconomy
zh_hans: 关闭谷歌验证 | Biconomy

# 身份认证 | Biconomy
source: Identity Authentication | Biconomy
ko: 신분 인증 | Biconomy
ru: Подтверждение личности | Biconomy
zh_hans: 身份认证 | Biconomy

# 账户活动 | Biconomy
source: Account Activity | Biconomy
ko: 계정 활동 | Biconomy
ru: Активность Аккаунта | Biconomy
zh_hans: 账户活动 | Biconomy

# 登录设备 | Biconomy
source: Device Management| Biconomy
ko: 로그인 관리 | Biconomy
ru: Управление устройством | Biconomy
zh_hans: 登录设备 | Biconomy

# 登录 | Biconomy
source: Sign Up | Biconomy
ko: 로그인 | Biconomy
ru: Зарегистрироваться | Biconomy
zh_hans: 登录 | Biconomy

# 注册 | Biconomy
source: Sign In | Biconomy
ko: 회원가입 | Biconomy
ru: Вход | Biconomy
zh_hans: 注册 | Biconomy

# 忘记密码 | Biconomy
source: Forget Password | Biconomy
ko: 비밀번호 분실 | Biconomy
ru: Забыли пароль | Biconomy
zh_hans: 忘记密码 | Biconomy

# 修改密码 | Biconomy
source: Password Management | Biconomy
ko: 비밀번호 변경 | Biconomy
ru: Управление паролями | Biconomy
zh_hans: 修改密码 | Biconomy

# API管理 | Biconomy
source: API Management | Biconomy
ko: API 관리 | Biconomy
ru: Управление API | Biconomy
zh_hans: API管理 | Biconomy

# 邀请返佣 | Biconomy
source: Referral | Biconomy
ko: 조회 요청| Biconomy
ru: | Biconomy
zh_hans: 邀请返佣 | Biconomy
