Repository: chelin192837/FaceToFace
Catalog: FaceToFace/Biconome/Biconome/Resource/*.lproj/BTCLocalizable.strings
Languages: ko, ru, zh_hans

# 发布出售广告 | Biconomy
source: Sell ad | Biconomy
ko: 판매 광고 | Biconomy
ru: Добавить продажу | Biconomy
zh_hans: 发布出售广告 | Biconomy

# 发布购买广告 | Biconomy
source: Buy ad | Biconomy
ko: 구매 광고 | Biconomy
ru: Добавить покупку | Biconomy
zh_hans: 发布购买广告 | Biconomy

# 我的广告 | Biconomy
source: My ad | Biconomy
ko: 나의 광고 | Biconomy
ru: Мои добавления | Biconomy
zh_hans: 我的广告 | Biconomy

# 我的法币 | Biconomy
source: My Fiat | Biconomy
ko: 나의 법정화폐 | Biconomy
ru: Мой Фиат | Biconomy
zh_hans: 我的法币 | Biconomy

# 购买详情 | Biconomy
source: Detail of buy | Biconomy
ko: 구매 상세 | Biconomy
ru: Детали покупки | Biconomy
zh_hans: 购买详情 | Biconomy

# 出售详情 | Biconomy
source: Detail of sell | Biconomy
ko: 판매 상세 | Biconomy
ru: Детали продажи | Biconomy
zh_hans: 出售详情 | Biconomy

# 总览 | Biconomy
source: Overview | Biconomy
ko: 개요 | Biconomy
ru: Обзор | Biconomy
zh_hans: 总览 | Biconomy

# 法币订单 | Biconomy
source: Fiat order | Biconomy
ko: 법정화폐 주문 | Biconomy
ru: Заказ Фиата | Biconomy
zh_hans: 法币订单 | Biconomy

# 资产转划 | Biconomy
source: Asset transfer | Biconomy
ko: 자산 송금 | Biconomy
ru: Перевод средств | Biconomy
zh_hans: 资产转划 | Biconomy

# 法币账单 | Biconomy
source: Fiat History | Biconomy
ko: 법정화폐 장부 | Biconomy
ru: История Фиата | Biconomy
zh_hans: 法币账单 | Biconomy

# 资金账户 | Biconomy
source: Asset account | Biconomy
ko: 자산 계정 | Biconomy
ru: Аккаунт средств | Biconomy
zh_hans: 资金账户 | Biconomy

# 现货账户 | Biconomy
source: Spot account | Biconomy
ko: 현물 계정 | Biconomy
ru: Спот аккаунт | Biconomy
zh_hans: 现货账户 | Biconomy

# 法币交易 | Biconomy
source: Fiat trading | Biconomy
ko: 법정화폐 거래 | Biconomy
ru: Фиат торговля | Biconomy
zh_hans: 法币交易 | Biconomy

# 当前委托
source: Open Orders
ko: 현재 주문
ru: Открытые заказы
zh_hans: 当前委托

# 全部
source: All
ko: 전부
ru: Все
zh_hans: 全部

# 取消全部
source: Cancel all
ko: 전부 취소
ru: Отменить все
zh_hans: 取消全部

# 搜索
source: Search
ko: 검색
ru: Поиск
zh_hans: 搜索

# 确定取消全部订单？
source: Confirm cancel all open orders?
ko: 전체 주문을 취소하시겠습니까?
ru: Подтвердить отмену всех открытых ордеров?
zh_hans: 确定取消全部订单？

# 确认
source: Accept
ko: 확인
ru: Подтверждение
zh_hans: 确认

# 全部订单无法取消，请重试
source: Unable to cancel all open orders, Please try again
ko: 전체 주문을 취소할 수 없습니다. 다시 시도해 주세요.
ru: Невозможно отменить все открытые ордера, пожалуйста, попробуйте еще раз
zh_hans: 全部订单无法取消，请重试

# 取消订单成功
source: Order cancel success
ko: 주문 취소 성공
ru: Заказ отменен
zh_hans: 取消订单成功

# 此订单无法取消，请重试
source: This order cannot be cancelled. Please try again
ko: 해당 주문은 취소할 수 없습니다. 다시 시도해 주세요.
ru: Этот заказ не может быть отменен. Пожалуйста, попробуйте еще раз
zh_hans: 此订单无法取消，请重试

# 类型
source: Type
ko: 타입
ru: Тип
zh_hans: 类型

# 交易对
source: Pair
ko: 거래 페어
ru: Пара
zh_hans: 交易对

# 方向
source: Direction
ko: 방향
ru: Направление
zh_hans: 方向

# 价格
source: Price
ko: 가격
ru: Цена
zh_hans: 价格

# 数量
source: Amount
ko: 수량
ru: Сумма
zh_hans: 数量

# 成交（%）
source: Filled(%)
ko: 체결
ru: Заполнено (%)
zh_hans: 成交（%）

# 成交额
source: Total
ko: 체결액
ru: Тотал
zh_hans: 成交额

# 触发条件
source: Trigger
ko: 발동 조건
ru: Тригер
zh_hans: 触发条件

# 操作
source: Action
ko: 작업
ru: Действие
zh_hans: 操作

# 限价订单
source: Limit
ko: 주문 한도
ru: Лимит
zh_hans: 限价订单

# 市价订单
source: Market
ko: 주문 시장 가격
ru: Маркет
zh_hans: 市价订单

# 止盈止损订单
source: Stop-Limit
ko: 주문 스탑 리밋
ru: Стоп Лимит
zh_hans: 止盈止损订单

# 买
source: Buy
ko: 구매
ru: Купить
zh_hans: 买

# 卖
source: Sell
ko: 판매
ru: Продать
zh_hans: 卖

# 历史委托
source: Order History
ko: 주문 내역
ru: История заявок
zh_hans: 历史委托

# 重置
source: Reset
ko: 초기화
ru: Сброс
zh_hans: 重置

# 隐藏已取消订单
source: Hide cancelled order
ko: 주문 취소 숨기기
ru: Скрыть отмененные заявки
zh_hans: 隐藏已取消订单

# 平均价格
source: Average Price
ko: 평균 가격
ru: Средняя Цена
zh_hans: 平均价格

# 成交数量
source: Filled
ko: 체결 수량
ru: Исполнено
zh_hans: 成交数量

# 状态
source: Status
ko: 상태
ru: Статус
zh_hans: 状态

# 全部成交
source: Filled
ko: 전부 체결되었습니다
ru: Завершено
zh_hans: 全部成交

# 部分成交
source: Partial Filled
ko: 부분 체결되었습니다
ru: Частично Завершено
zh_hans: 部分成交

# 已取消
source: Cancelled
ko: 취소되었습니다
ru: Отменено
zh_hans: 已取消

# 成交记录
source: Trade History
ko: 체결 기록
ru: История Торговли
zh_hans: 成交记录

# 手续费
source: Fee
ko: 수수료
ru: Комиссия
zh_hans: 手续费

# 验证码发送成功
source: The verification code was sent successfully
zh_hans: 验证码发送成功

# 进行中
source: Processing
ko: 진행중
ru: Обработка
zh_hans: 进行中

# 已完成
source: Already finished
ko: 완료되었습니다
ru: Завершено
zh_hans: 已完成

# 白色主题
source: White theme
ko: 흰색 테마
ru: Белая тема
zh_hans: 白色主题

# 黑色主题
source: Dark theme
ko: 검은색 테마
ru: Темная тема
zh_hans: 黑色主题

# 蓝色主题
source: Blue theme
ko: 파란색 테마
ru: Синяя тема
zh_hans: 蓝色主题

# 主题
source: Theme
ko: 테마
ru: тема
zh_hans: 主题

# 交易类型
source: Type
ko: 거래 타입
ru: Тип
zh_hans: 交易类型

# 法币币种
source: Currency type
ko: 법정화폐 타입
ru: Тип валюты
zh_hans: 法币币种

# 币种
source: Coin
ko: 코인 타입
ru: Тип монеты
zh_hans: 币种

# 订单号
source: Order No.
ko: 주문 번호
ru: № Заявки.
zh_hans: 订单号

# 量
source: Volume
zh_hans: 量

# 高
source: High
zh_hans: 高

# 低
source: Low
zh_hans: 低

# 退出登录
source: Sign Out
zh_hans: 退出登录

# 邀请返佣
source: Referral
ko: 조회 요청
ru: Реферал
zh_hans: 邀请返佣

# 购买
source: Buy
ko: 구매
ru: Купить
zh_hans: 购买

# 出售
source: Sell
ko: 판매
ru: Продать
zh_hans: 出售

# 买盘
source: Buy
zh_hans: 买盘

# 卖盘
source: Sell
zh_hans: 卖盘

# 总价
source: Total
ko: 총 가격
ru: Тотал
zh_hans: 总价

# 单价
source: Price
ko: 주문 가격
ru: Цена
zh_hans: 单价

# 交易数量/手续费
source: Transaction amount/Fee
ko: 거래수량/수수료
ru: Сумма сделки / Комиссия
zh_hans: 交易数量/手续费

# 交易对象
source: Transaction partner
ko: 거래 대상
ru: Партнер по сделке
zh_hans: 交易对象

# Biconomy资产总估值
source: Biconomy Asset Total Value
ko: Biconomy 자산 총 가치
ru: Общая Cтоимость Активов Biconomy
zh_hans: Biconomy资产总估值

# 资金账户
source: Assets account
ko: 자금 계정
ru: Аккаунт
zh_hans: 资金账户

# 交易账户
source: Trading account
ko: 거래 계정
ru: Торговый счет
zh_hans: 交易账户

# 充值
source: Deposit
ko: 입금
ru: Депозит
zh_hans: 充值

# 提币
source: Withdraw
ko: 출금
ru: Вывод
zh_hans: 提币

# 转划
source: Transfer
ko: 송금
ru: Перечислить
zh_hans: 转划

# 现货账户
source: Spot account
ko: 현물 계정
ru: Спот аккаунт
zh_hans: 现货账户

# 法币账户
source: Fiat account
ko: 법정화폐 계정
ru: Фиат аккаунт
zh_hans: 法币账户

# 更多
source: More
ko: 더 많이
ru: Больше
zh_hans: 更多

# 每日总资产走势
source: Daily total asset trend
ko: 매일 총 자산 추세
ru: Ежедневная общая динамика активов
zh_hans: 每日总资产走势

# 每日UTC+8.0点更新
source: Daily UTC+8.0 update
ko: 매일 UTC+8.0시 업데이트
ru: Ежедневное обновление UTC + 8.0
zh_hans: 每日UTC+8.0点更新

# 总资产分布
source: Total asset distribution
ko: 총 자산 분포
ru: Общее распределение активов
zh_hans: 总资产分布

# 估值 BTC
source: Value BTC
ko: BTC 가치
ru: Значение BTC
zh_hans: 估值 BTC

# Biconomy资金账户估值
source: Biconomy Assest account Value
ko: Biconomy 자산 계정 가치
ru: Сумма счета аккаунта Biconomy
zh_hans: Biconomy资金账户估值

# 充提币记录
source: Deposit & Withdraw records
ko: 입출금 기록
ru: История Вводов и Выводов
zh_hans: 充提币记录

# 24小时提币额度：
source: 24H Withdraw limit
ko: 24시간 출금 한도액 :
ru: 24-часовой лимит Вывода
zh_hans: 24小时提币额度：

# 提高额度
source: Increase limit
ko: 한도 상향
ru: Увеличение лимита
zh_hans: 提高额度

# 隐藏小额资产
source: Hide small assests
ko: 소액 자산 숨기기
ru: Скрыть небольшие балансы
zh_hans: 隐藏小额资产

# 总资产
source: Total assets
ko: 총 자산
ru: Всего средств
zh_hans: 总资产

# 可用
source: Available
ko: 이용 가능한
ru: Имеется в наличии
zh_hans: 可用

# 冻结
source: Freeze
ko: 동결
ru: Заморозка
zh_hans: 冻结

# BTC估值
source: BTC Value
ko: BTC 가치
ru: Значение BTC
zh_hans: BTC估值

# 暂停充值
source: Deposit Suspended
ko: 입금 잠시 중단
ru: Ввод Приостановлен
zh_hans: 暂停充值

# 该币种已暂停充值，感谢您的理解
source: The currency has been suspended. Thank you for your understanding
ko: 해당 코인은 잠시 입금이 중단되었습니다. 양해 부탁드립니다
ru: Торговля Валютой была приостановлена. Спасибо за понимание
zh_hans: 该币种已暂停充值，感谢您的理解

# 暂停提币
source: Withdraw Suspended
ko: 출금 잠시 중단
ru: Вывод Приостановлен
zh_hans: 暂停提币

# 该币种已暂停提币，感谢您的理解
source: The withdrawal of this currency has been suspended. Thank you for your understanding
ko: 해당 코인은 잠시 출금이 중단되었습니다. 양해 부탁드립니다
ru: Вывод этой валюты был приостановлен. Спасибо за понимание
zh_hans: 该币种已暂停提币，感谢您的理解

# Biconomy现货账户估值
source: Biconomy spot account Valuation
ko: Biconomy 현물 계정 가치
ru: Сумма спот счета Biconomy
zh_hans: Biconomy现货账户估值

# Biconomy法币账户估值
source: Biconomy currency account valuation
ko: Biconomy 법정 화폐 계정 가치
ru: Сумма валютного счета Biconomy
zh_hans: Biconomy法币账户估值

# 法币记录
source: Fiat History
ko: 법정 화폐 기록
ru: Фиат История
zh_hans: 法币记录

# 转入
source: Input
ko: 인풋
ru: Ввод
zh_hans: 转入

# 转出
source: Output
ko: 아웃풋
ru: Вывод
zh_hans: 转出

# 完成
source: Finish
ko: 완료
ru: Завершено
zh_hans: 完成

# 链类型
source: Chain type
ko: 체인 타입
ru: Тип цепи
zh_hans: 链类型

# 备注
source: MEMO
zh_hans: 备注

# 地址
source: Address
ko: 주소
ru: Адрес
zh_hans: 地址

# 地址二维码
source: Address QR code
ko: 주소 QR코드
ru: Адрес QR-код
zh_hans: 地址二维码

# 此地址只可接收%@，充值其他资产将不可找回
source: This address can only accept %@, recharge other assets Will not be received
ko: %@ 자산을 제외한 다른 자산을 입금할 경우, 되찾을 수 없습니다
ru: «Этот адрес может принимать только %@, пополнение других активов произведено не будет
zh_hans: 此地址只可接收%@，充值其他资产将不可找回

# 近期充值记录
source: Recent Deposit record
ko: 최근 입금 기록
ru: Недавняя запись депозита
zh_hans: 近期充值记录

# 备注和地址同时使用才能充值币到Biconomy
source: Both MEMO and address are required to successfully deposit your tokens to Biconomy
ko: MEMO와 주소를 정확하게 입력해야 Biconomy로 입금하실 수 있습니다
ru: И МЕМО, и адрес необходимы для успешного внесения ваших токенов в Biconomy
zh_hans: 备注和地址同时使用才能充值币到Biconomy

# 我已知晓，因遗漏 备注 导致资金丢失将无法找回
source: I understand the deposits without MEMO will be lost
ko: 본인은 MEMO 없는 입금을 할 경우 자산을 찾을 수도 없다는 것을 알겠습니다
ru: Я понимаю, что депозиты без МЕМО будут потеряны
zh_hans: 我已知晓，因遗漏 备注 导致资金丢失将无法找回

# 请勿直接提现至众筹或ICO地址
source: Do not withdraw directly to crowdfunding or ICO address
ko: 크라우드 펀드나 ICO 주소로 직접 출금하지 마세요
ru: Не выводите напрямую на краудфандинг или адрес ICO
zh_hans: 请勿直接提现至众筹或ICO地址

# 请输入提币地址
source: Please enter withdraw address
ko: 출금 주소를 입력해 주세요
ru: Пожалуйста, введите адрес вывода
zh_hans: 请输入提币地址

# 请输入提币数量
source: Please enter withdraw amount
ko: 출금 수량을 입력해 주세요
ru: Пожалуйста, введите сумму вывода
zh_hans: 请输入提币数量

# 请输入备注
source: Please enter MEMO
ko: MEMO를 입력해 주세요
ru: Пожалуйста, введите MEMO
zh_hans: 请输入备注

# 请输入正确的地址
source: Please enter your correct address
ko: 정확한 주소를 입력해 주세요
ru: Пожалуйста, введите правильный адрес
zh_hans: 请输入正确的地址

# 请输入正确的备注
source: Please enter correct MEMO
ko: 정확한 MEMO를 입력해 주세요
ru: Пожалуйста, введите правильный МЕМО
zh_hans: 请输入正确的备注

# 提币数量不能大于可用数量
source: Withdraw amount cannot be greater than the available quantity
ko: 출금 수량은 가지고 있는 수량보다 많을 수 없습니다
ru: Сумма снятия не может быть больше доступного количества
zh_hans: 提币数量不能大于可用数量

# 提币数量不能小于最小提币数量
source: Withdraw amount cannot be less than the lowest amount
ko: 출금 수량은 최소 출금 수량보다 적을 수 없습니다
ru: Сумма снятия не может быть меньше минимальной суммы
zh_hans: 提币数量不能小于最小提币数量

# 提币数量不能大于最大数量
source: Withdraw amount cannot be greater than the hightest amount
ko: 출금 수량은 최대 출금 수량보다 많을 수 없습니다
ru: Сумма снятия не может быть больше самой высокой суммы
zh_hans: 提币数量不能大于最大数量

# 最小提币数量
source: Min withdrawal amount
ko: 최소 출금 수량
ru: Минимальная сумма вывода
zh_hans: 最小提币数量

# 最大提币数量
source: Max withdrawal amount
ko: 최대 출금 수량
ru: Максимальная сумма вывода
zh_hans: 最大提币数量

# 实际到账
source: Received amount
ko: 실제 입금
ru: Полученная сумма
zh_hans: 实际到账

# 提币地址错误，请重试
source: Withdrawal address is incorrect, please retry
ko: 출금 주소가 올바르지 않습니다. 다시 시도해 주세요
ru: Неверный адрес для вывода средств, повторите попытку
zh_hans: 提币地址错误，请重试

# 备注错误，请重试
source: Remark is incorrect, please retry
ko: MEMO가 올바르지 않습니다. 다시 시도해 주세요
ru: Замечание неверно, пожалуйста, повторите
zh_hans: 备注错误，请重试

# 请选择链类型
source: Please select chain type
ko: 체인 타입을 선택해 주세요
ru: Пожалуйста, выберите тип цепи
zh_hans: 请选择链类型

# 请选择币种
source: Select currency type
ko: 코인 타입을 선택해 주세요
ru: Пожалуйста, выберите тип монеты
zh_hans: 请选择币种

# 您的账户禁止提币，请联系官方客服
source: Your account is forbidden to withdraw coins, please contact the official customer service
ko: 해당 계정은 출금이 금지되어 있습니다. 고객 센터에 문의해 주세요
ru: Для вашего аккаунта запрещен вывод монет, обратитесь в официальную службу поддержки
zh_hans: 您的账户禁止提币，请联系官方客服

# 划转方向
source: Direction of transfer
ko: 송금 방향
ru: Направление перевода
zh_hans: 划转方向

# 划转数量
source: Number of transfers
ko: 송금 수량
ru: Количество перводов
zh_hans: 划转数量

# 可转数量
source: Available
ko: 송금 가능한 수량
ru: Имеется в наличии
zh_hans: 可转数量

# 划转
source: Transfer
ko: 송금
ru: Перечислить
zh_hans: 划转

# 请输入划转数量
source: Please enter transfer amount
ko: 송금 수량을 입력해 주세요
ru: Пожалуйста, введите сумму перевода
zh_hans: 请输入划转数量

# 划转数量不能大于可用数量
source: Transfer amount cannot greater than available quantity
ko: 송금 수량은 송금 가능한 수량보다 많을 수 없습니다
ru: Сумма перевода не может превышать доступное количество
zh_hans: 划转数量不能大于可用数量

# 划转成功
source: Transfer success
ko: 송금 성공
ru: Перевод успешен
zh_hans: 划转成功

# 划转失败
source: Transfer failed
ko: 송금 실패
ru: Перевод не удался
zh_hans: 划转失败

# 划转自
source: Transfer from
ko: 송금하기
ru: Перевод из
zh_hans: 划转自

# 划转至
source: Transfer to
ko: 송금받기
ru: Перевести на
zh_hans: 划转至

# 充值记录
source: Deposit History
ko: 입금 기록
ru: История Вводов
zh_hans: 充值记录

# 确认中
source: Accepting
ko: 확인 중
ru: Принимается
zh_hans: 确认中

# 信息
source: Information
ko: 정보
ru: Информация
zh_hans: 信息

# 开始时间
source: Start time
ko: 시작 시간
ru: Время начала
zh_hans: 开始时间

# 结束时间
source: End time
ko: 종료 시간
ru: Время окончания
zh_hans: 结束时间

# 提币记录
source: Withdraw records
ko: 출금 기록
ru: История Выводов
zh_hans: 提币记录

# 提币失败
source: Withdraw failed
ko: 출금 실패
ru: Вывести не удалось
zh_hans: 提币失败

# 提币成功
source: Withdraw success
ko: 출금 성공
ru: Успешный вывод
zh_hans: 提币成功

# 审核中
source: Under review
ko: 심사 중
ru: На рассмотрении
zh_hans: 审核中

# 审核未通过
source: Review failed
ko: 심사 미통과
ru: Проверка не удалась
zh_hans: 审核未通过

# 打包中
source: Packing
ko: 체결 중
ru: Упаковка
zh_hans: 打包中

# 系统加币
source: System Deposit
ko: 시스템 입금
ru: Системный Ввод
zh_hans: 系统加币

# 系统减币
source: System Withdraw
ko: 시스템 출금
ru: Системный Вывод
zh_hans: 系统减币

# 取消提币
source: Cancel this withdraw
ko: 출금 취소
ru: Отменить этот вывод
zh_hans: 取消提币

# 确认取消该笔提币？
source: Confirm cancel the withdraw?
ko: 해당 출금을 취소하시겠습니까?
ru: Подтвердить отмену вывода?
zh_hans: 确认取消该笔提币？

# 再想想
source: Later
ko: 생각해 보겠습니다
ru: Позже
zh_hans: 再想想

# 取消提币成功
source: Cancel withdraw success
ko: 출금 성공 취소
ru: Отмена вывода успешна
zh_hans: 取消提币成功

# 取消提币失败
source: Cancel withdraw failed
ko: 출금 실패 취소
ru: Отменить вывод не удалось
zh_hans: 取消提币失败

# 此笔提币无法取消，请重试
source: This withdrawal cannot be cancelled, please try again
ko: 해당 출금은 취소할 수 없습니다. 다시 시도해 주세요
ru: Этот вывод не может быть отменен, пожалуйста, попробуйте еще раз
zh_hans: 此笔提币无法取消，请重试

# 最新价
source: Last Price
ko: 최신 가격
ru: Последняя Цена
zh_hans: 最新价

# 24H 涨跌
source: 24H Change
ko: 24시간 변동폭
ru: 24H Изменение
zh_hans: 24H 涨跌

# 24H量
source: 24H Volume
ko: 24시간 볼륨
ru: 24H Объем
zh_hans: 24H量

# 24H 成交额
source: 24H Turnover
ko: 24시간 거래 체결 금액
ru: 24H Оборот
zh_hans: 24H 成交额

# 隐藏其他交易对
source: Hide other pairs
ko: 다른 페어 숨기기
ru: Скрыть другие пары
zh_hans: 隐藏其他交易对

# K线
source: K-line
ko: K 라인
ru: K-линия
zh_hans: K线

# 深度
source: Depth
ko: 뎁스
ru: Глубина
zh_hans: 深度

# 指标
source: Indicator
ko: 지표
ru: Индикатор
zh_hans: 指标

# 分时
source: Time
ko: 시간
ru: Время
zh_hans: 分时

# 实时成交
source: Trades
ko: 실시간 거래 체결
ru: Сделки
zh_hans: 实时成交

# 订单簿
source: Order Book
ko: 주문장
ru: Книга заявок
zh_hans: 订单簿

# 累计
source: Total
ko: 누계
ru: Тотал
zh_hans: 累计

# 估值
source: Value
ko: 가치
ru: Стоимость
zh_hans: 估值

# 15分
source: 15 M
ko: 15분
ru: 15М
zh_hans: 15分

# 1小时
source: 1 H
ko: 1시간
ru: 1Ч
zh_hans: 1小时

# 日线
source: 1D
ko: 1일
ru: 1Д
zh_hans: 日线

# 1分
source: 1M
ko: 1분
zh_hans: 1分

# 5分
source: 5 M
ko: 5분
zh_hans: 5分

# 30分
source: 30 M
ko: 30분
zh_hans: 30分

# 1周
source: 1 W
ko: 1주
zh_hans: 1周

# 1月
source: 1 M
ko: 1개월
zh_hans: 1月

# 主图
source: Main
ko: 메인
ru: Главная
zh_hans: 主图

# 副图
source: Sub
ko: 서브
ru: Саб
zh_hans: 副图

# 触发价格
source: Trigger price
ko: 발동 가격(스탑 가격)
ru: Цена Триггера
zh_hans: 触发价格

# 买入
source: Buy
ko: 매수
ru: Покупка
zh_hans: 买入

# 卖出
source: Sell
ko: 매도
ru: Продажа
zh_hans: 卖出

# 限价
source: Limit
ko: 한계
ru: Лимит
zh_hans: 限价

# 市价
source: Market
ko: 시장 가격
ru: Маркет
zh_hans: 市价

# 止盈止损
source: Stop-Limit
ko: 스탑 리밋
ru: Стоп Лимит
zh_hans: 止盈止损

# 成交均价
source: Average
ko: 평균 가격
ru: Средняя цена
zh_hans: 成交均价

# 请输入触发价格
source: Please enter trigger price
ko: 발동 가격(스탑 가격)을 입력해 주세요
ru: Пожалуйста, введите цену триггера
zh_hans: 请输入触发价格

# 请输入价格
source: Please enter the price
ko: 가격을 입력해주세요.
ru: Пожалуйста, введите цену
zh_hans: 请输入价格

# 选择币种
source: select coin type
ko: 통화를 선택
ru: Выберите валюту
zh_hans: 选择币种

# 请输入数量
source: Please enter the amount
ko: 수량을 입력해 주세요
ru: Пожалуйста, введите сумму
zh_hans: 请输入数量

# 请输入正确的价格
source: Please enter correct price
ko: 정확한 가격을 입력해 주세요
ru: Пожалуйста, введите правильную цену
zh_hans: 请输入正确的价格

# 请输入成交额
source: Please enter the total
ko: 거래 체결 금액을 입력해 주세요
ru: Пожалуйста, введите общую сумму
zh_hans: 请输入成交额

# 登录成功
source: Sign in successful
zh_hans: 登录成功

# 成交
source: Trade History
zh_hans: 成交

# 语言选择
source: Language
zh_hans: 语言选择

# 委托数量
source: Amount
ko: 커미션 수
zh_hans: 委托数量

# 价格不能高于xxx
source: Price cannot greater than xxx
ko: 가격은 xxx보다 높을 수 없습니다
ru: Цена не может превышать ххх
zh_hans: 价格不能高于xxx

# 价格不能低于xxx
source: Price cannot less than xxx
ko: 가격은 xxx보다 낮을 수 없습니다
ru: Цена не может быть меньше, чем ххх
zh_hans: 价格不能低于xxx

# 数量须大于 xxx
source: Amount must greater than xxx
ko: 수량은 xxx보다 커야합니다
ru: Сумма должна быть больше, чем ххх
zh_hans: 数量须大于 xxx

# 成交额不能大于可用余额
source: Total can not greater than available
ko: 거래 체결 금액은 사용 가능한 금액보다 클 수 없습니다
ru: Общая сумма не может быть больше доступной
zh_hans: 成交额不能大于可用余额

# 您的账户已禁止交易，请联系官方客服
source: Your account has been banned from trading, please contact the official support
ko: 해당 계정은 출금이 금지되어 있습니다. 고객 센터에 문의해 주세요
ru: Ваш аккаунт заблокирован для торговли, пожалуйста, свяжитесь с официальной поддержкой
zh_hans: 您的账户已禁止交易，请联系官方客服

# 您的可用余额不足
source: Your available balance is not enough
ko: 사용 가능한 잔액이 부족합니다
ru: Вашего баланса недостаточно
zh_hans: 您的可用余额不足

# 此交易对不存在
source: This pair does not exist
ko: 해당 페어가 존재하지 않습니다
ru: Эта пара не существует
zh_hans: 此交易对不存在

# 此交易对未开市
source: This pair is unopened
ko: 해당 페어가 아직 활성화 되지 않았습니다
ru: Эта пара закрыта
zh_hans: 此交易对未开市

# 此交易对不可用
source: This pair is unavailable
ko: 해당 페어는 이용할 수 없습니다
ru: Эта пара недоступна
zh_hans: 此交易对不可用

# 请选择交易对
source: Please select pair
ko: 거래 페어를 선택해 주세요
ru: Пожалуйста, выберите пару
zh_hans: 请选择交易对

# 下单成功
source: Successful order
ko: 성공적인 주문
ru: Успешный заказ
zh_hans: 下单成功

# 下单成功-卖
source: Successful order
ko: 성공적인 주문
ru: Успешный заказ
zh_hans: 下单成功-卖

# 市场
source: Market
ko: 마켓
ru: Маркет
zh_hans: 市场

# 自选
source: Watchlist
ko: 와치리스트
ru: Список
zh_hans: 自选

# 24H高
source: 24H High
ko: 24시간 최고가
zh_hans: 24H高

# 24H低
source: 24H Low
ko: 24시간 최저가
zh_hans: 24H低

# 涨幅榜
source: Gainers
ko: 상승폭
ru: Лидеры
zh_hans: 涨幅榜

# 成交额榜
source: Volume Top
ko: 거래 체결액 순위
ru: Топ Объем
zh_hans: 成交额榜

# 委托价
source: Price
zh_hans: 委托价

# 历史行情
source: History
ko: 내역
ru: История
zh_hans: 历史行情

# 清空
source: Clear
ko: 클리어
ru: Очистить
zh_hans: 清空

# 简单
source: Simple
ko: 간단
ru: Простой
zh_hans: 简单

# 体验友好，操作简单，费率低
source: Simple interface Low fees
ko: 간단한 인터페이스 및 낮은 수수료
ru: Простой интерфейс Низкие комиссии
zh_hans: 体验友好，操作简单，费率低

# 安全
source: Secure
ko: 보안
ru: Безопасный
zh_hans: 安全

# 98%资产储存在冷钱包，多层和多集群系统架构，提高安全性和稳定性
source: 98% of assets in cold storage,Multi-tier and multi-cluster system architecture to improve security and stability
ko: 98%의 자산을 콜드월렛에 보관하면서 멀티 클러스터 시스템 구축으로 안정성 및 보안을 보장합니다
ru: 98% активов в холодных хранилищах, многоуровневая и многокластерная системная архитектура для повышения безопасности и стабильности
zh_hans: 98%资产储存在冷钱包，多层和多集群系统架构，提高安全性和稳定性

# 可靠
source: Reliability
ko: 신뢰
ru: Надежность
zh_hans: 可靠

# 7/24h客户服务，最值得信赖的交易平台
source: 24/7 dedicated support,The most trustworthy trading platform
ko: 24시간 운영되는 고객 서비스 센터로 가장 신뢰할 수 있는 거래소
ru: 24/7 выделенная поддержка, Самая надежная торговая платформа
zh_hans: 7/24h客户服务，最值得信赖的交易平台

# 随时随地
source: Stay Connected
ko: 언제 어디서나
ru: Оставайтесь На Связи
zh_hans: 随时随地

# 我们创建了让您可以随时交易的移动工具
source: We have created mobile tools that allow you to trade at any time
ko: 언제든지 거래할 수 있는 모바일 툴을 개발했습니다
ru: Мы создали мобильные инструменты, которые позволяют торговать в любое время
zh_hans: 我们创建了让您可以随时交易的移动工具

# 基本信息
source: Basic Info
ko: 기본 정보
ru: Основная информация
zh_hans: 基本信息

# 住宅信息
source: Residential information
ko: 주택 정보
ru: Информация о проживании
zh_hans: 住宅信息

# 身份信息
source: Identity Information
ko: 신분 정보
ru: Информация о личности
zh_hans: 身份信息

# 证件信息
source: Identity info
ko: 신분증 정보
ru: Информация о личности
zh_hans: 证件信息

# 未认证
source: Not verified
ko: 미인증
ru: Не подтверждено
zh_hans: 未认证

# 已认证
source: Verified
ko: 인증 완료
ru: Проверено
zh_hans: 已认证

# 重新认证
source: Re-Verify
ko: 새로 인증
ru: Повторная проверка
zh_hans: 重新认证

# 名字
source: Name
ko: 성명
ru: Имя
zh_hans: 名字

# 中间名(可选)
source: Middle Name(optional)
ko: 미들 네임
ru: Отчество (необязательно)
zh_hans: 中间名(可选)

# 中间名
source: Middle Name
ko: 미들 네임
ru: Отчество
zh_hans: 中间名

# 姓氏
source: Surname
ko: 성
ru: Фамилия
zh_hans: 姓氏

# 出生日期
source: Date of Birth
ko: 출생일자
ru: Дата рождения
zh_hans: 出生日期

# 性别
source: Gender
ko: 성별
ru: Пол
zh_hans: 性别

# 男
source: Male
ko: 남
ru: Мужчина
zh_hans: 男

# 女
source: Female
ko: 녀
ru: Женщина
zh_hans: 女

# 年龄
source: Age
ko: 나이
ru: Возраст
zh_hans: 年龄

# 提交
source: Submit
ko: 제출
ru: Подтвердить
zh_hans: 提交

# 请输入名字
source: Please enter your first name
ko: 이름을 입력해 주세요
ru: Пожалуйста, введите ваше имя
zh_hans: 请输入名字

# 请输入中间名
source: Please enter your middle name
ko: 미들네임을 입력해 주세요
ru: Пожалуйста, введите ваше отчество
zh_hans: 请输入中间名

# 请输入姓氏
source: Please enter your surname
ko: 성 씨를 입력해 주세요
ru: Пожалуйста, введите свою фамилию
zh_hans: 请输入姓氏

# 请选择出生日期
source: Please select your date of birth
ko: 생년월일을 선택해 주세요
ru: Пожалуйста, выберите дату вашего рождения
zh_hans: 请选择出生日期

# 请选择性别
source: Please select your sex
ko: 성별을 선택해 주세요
ru: Пожалуйста, выберите свой пол
zh_hans: 请选择性别

# 请输入年龄
source: Please enter your age
ko: 나이를 입력해 주세요
ru: Пожалуйста, введите ваш возраст
zh_hans: 请输入年龄

# 请输入正确的名字
source: Please enter your correct first name
ko: 정확한 이름을 입력해 주세요
ru: Пожалуйста, введите ваше правильное имя
zh_hans: 请输入正确的名字

# 请输入正确的姓氏
source: Please enter your correct surname
ko: 정확한 성씨를 입력해 주세요
ru: Пожалуйста, введите правильную фамилию
zh_hans: 请输入正确的姓氏

# 请输入正确的年龄
source: Please enter your correct age
ko: 정확한 나이를 입력해 주세요
ru: Пожалуйста, введите ваш правильный возраст
zh_hans: 请输入正确的年龄

# 请选择正确的出生日期
source: Please select your correct date of birth
ko: 정확한 생년월일을 선택해 주세요
ru: Пожалуйста, выберите правильную дату рождения
zh_hans: 请选择正确的出生日期

# 请选择正确的性别
source: Please select your correct sex
ko: 성별을 올바르게 선택해 주세요
ru: Пожалуйста, выберите ваш правильный пол
zh_hans: 请选择正确的性别

# 基本信息提交成功
source: Basic infor submitted successfully
ko: 기본 정보가 성공적으로 제출되었습니다
ru: Основная информация успешно отправлена
zh_hans: 基本信息提交成功

# 基本信息提交失败
source: Basic info submission failed
ko: 기본 정보 제출에 실패하였습니다
ru: Не удалось отправить основную информацию
zh_hans: 基本信息提交失败

# 国家/地区
source: Country
ko: 국가/지역
ru: Страна / Регион
zh_hans: 国家/地区

# 城市
source: City
ko: 도시
ru: Город
zh_hans: 城市

# 邮编
source: Postal Code
ko: 우편번호
ru: Почтовый индекс
zh_hans: 邮编

# 请输入地址
source: Please enter your address
ko: 주소를 입력해 주세요
ru: Пожалуйста, введите ваш адрес
zh_hans: 请输入地址

# 请选择国家/地区
source: Please select your country or region
ko: 국가/지역을 선택해 주세요
ru: Пожалуйста, выберите вашу страну или регион
zh_hans: 请选择国家/地区

# 请输入城市
source: Please enter your city
ko: 도시를 입력해 주세요
ru: Пожалуйста, введите ваш город
zh_hans: 请输入城市

# 请输入邮编
source: Please enter your postal code
ko: 우편번호를 입력해 주세요
ru: Пожалуйста, введите ваш почтовый индекс
zh_hans: 请输入邮编

# 请选择正确的国家/地区
source: Please select your correct country or region
ko: 정확한 국가/지역을 선택해 주세요
ru: Пожалуйста, выберите правильную страну или регион
zh_hans: 请选择正确的国家/地区
