Repository: chelin192837/FaceToFace
Catalog: FaceToFace/Biconome/Biconome/Resource/*.lproj/BTCLocalizable.strings
Languages: ko, ru, zh_hans

# 卖家正在放币中...
source: The seller is releasing coin...
ko: 판매자가 코인을 공개합니다...
ru: Продавец выпускает монету ...
zh_hans: 卖家正在放币中...

# 提交申诉
source: Make a complain
ko: 이의 제기 제출
ru: Подать жалобу
zh_hans: 提交申诉

# 订单申诉
source: Order complain
ko: 주문 이의 제기
ru: Заказать жалобу
zh_hans: 订单申诉

# 申诉类型
source: Complain type
ko: 이의 제기 유형
ru: Тип жалобы
zh_hans: 申诉类型

# 我向卖家多转了钱
source: I over paid to the seller
ko: 판매자에게 과다 지불했습니다
ru: Я переплатил продавцу
zh_hans: 我向卖家多转了钱

# 其他
source: Other
ko: 기타
ru: Другие
zh_hans: 其他

# 申诉理由
source: Complain reason
ko: 이의 제기 사유
ru: Причина жалобы
zh_hans: 申诉理由

# 申诉
source: Complain
ko: 이의 제기
ru: Жалоба
zh_hans: 申诉

# 还需
source: Still need
ko: 더 필요합니다
ru: Все еще требуется
zh_hans: 还需

# 申诉已提交
source: Already made the complain
ko: 이의 제기가 제출되었습니다
ru: Жалоба подана
zh_hans: 申诉已提交

# 交易资产已被冻结，申诉专员正在核实交易信息，并进行处理此次申诉申请，恶意申诉者将被冻结账户
source: The trading assets have been frozen and the Ombudsman is verifying the transaction Information and processing the appeal application, Malicious appeal The account will be frozen
ko: 거래 자산이 동결되었습니다. 이의 제기 심사 위원이 거래 정보와 진행 처리 상황을 확인 하고 있습니다. 악의적인 이의 제기자는 계정이 동결될 수 있습니다.
ru: Торговые активы были заморожены, и Омбудсмен просматривает информацию о транзакции и обрабатывает апелляцию. Аккаунт вредоносного обращения будет заблокирован
zh_hans: 交易资产已被冻结，申诉专员正在核实交易信息，并进行处理此次申诉申请，恶意申诉者将被冻结账户

# 知道了
source: OK
ko: 알았습니다
ru: Уже знаете
zh_hans: 知道了

# 暂不取消
source: Cancel later
ko: 나중에 취소
ru: Отменить позже
zh_hans: 暂不取消

# 立即取消
source: Cancel Now
ko: 바로 취소
ru: Отмена сейчас
zh_hans: 立即取消

# 订单已取消
source: Order already Cancelled
ko: 주문이 이미 취소되었습니다
ru: Заказ уже отменен
zh_hans: 订单已取消

# 订单已取消，无法查看支付信息
source: Order already cancelled，Unable to view payment info
ko: 주문이 취소되어 결제 정보를 볼 수 없습니다
ru: Заказ уже отменен ， Невозможно просмотреть информацию об оплате
zh_hans: 订单已取消，无法查看支付信息

# 已向卖家支付 xxxx CNY
source: Paid to the seller xxxx CNY
ko: 판매자에게 xxxx CNY를 지불했습니다
ru: Оплачено продавцу хххх CNY
zh_hans: 已向卖家支付 xxxx CNY

# 联系卖家
source: Contact seller
ko: 판매자에게 문의
ru: Связаться с продавцом
zh_hans: 联系卖家

# 请使用 18*******19 拨打
source: Please use 18*******19 to dial
ko: 18 ******* 19를 사용하여 전화하십시오.
ru: Пожалуйста, используйте 18 ******* 19 для набора
zh_hans: 请使用 18*******19 拨打

# 确认出售
source: Confirm Sell
ko: 판매 확인
ru: Подтвердить Продажу
zh_hans: 确认出售

# 出售 xxx
source: Sell xxx
ko: 판매 xxx
ru: Продать ххх
zh_hans: 出售 xxx

# 第一次购买
source: First time buying
ko: 첫구매
ru: Первая покупка
zh_hans: 第一次购买

# 待收款
source: Pending Payment
ko: 미수금
ru: Платеж в обработке
zh_hans: 待收款

# 出售 xxxxx.xx USDT
source: Selling xxxxx.xx USDT
ko: 판매 xxxxx.xx USDT
ru: Продажа xxxxx.xx USDT
zh_hans: 出售 xxxxx.xx USDT

# 买家信息
source: Buyer info
ko: 구매자 정보
ru: Информация для покупателя
zh_hans: 买家信息

# 等待买家支付
source: Waiting for buyer's payment
ko: 입금 확인 대기중
ru: Ожидание оплаты покупателем
zh_hans: 等待买家支付

# 查看您的收款账户
source: View your collection account
ko: 수금 계정 확인
ru: Просмотр колекции вашей учетной записи
zh_hans: 查看您的收款账户

# 您的收款方式
source: Your payment method
ko: 수금 방식
zh_hans: 您的收款方式

# 买家已支付
source: Buyer already paid
ko: 구매자 지불 완료
ru: Покупатель уже заплатил
zh_hans: 买家已支付

# 买家已支付 xxxx CNY
source: Already paid xxxx CNY
ko: xxxx CNY을 지불 완료
ru: Уже заплатил хххх CNY
zh_hans: 买家已支付 xxxx CNY

# 确认收款
source: Accept Collection
ko: 입금 확인
ru: Принять Коллекцию
zh_hans: 确认收款

# 收款信息
source: Collection Info.
ko: 입금 정보
ru: Информация о коллекции.
zh_hans: 收款信息

# 还未收到款
source: Didn't receive the payment yet
ko: 입금확인 되지 않습니다
ru: Еще не получил платеж
zh_hans: 还未收到款

# 放行
source: Release
ko: 승인
ru: Выпуск
zh_hans: 放行

# 订单完成
source: Finished
ko: 주문 완성
zh_hans: 订单完成

# 已确认收款 xxxx CNY
source: Confirm collection xxxx CNY
ko: xxxx CNY 입금 확인 완료
ru: Подтвердите сбор хххх CNY
zh_hans: 已确认收款 xxxx CNY

# 未收到买家付款
source: Buyer didn't pay in time
ko: 구매자는 제 시간에 지불하지 않았다
ru: Покупатель не заплатил вовремя
zh_hans: 未收到买家付款

# 收款金额与订单金额不符
source: Did not receive the payment but was released
ko: 수금 금액이 주문 금액과 일치하지 않습니다
ru: Не получил платеж, но средства были отправлены
zh_hans: 收款金额与订单金额不符

# 买家付款信息与身份认证信息不一致
source: Buyer payment information is inconsistent with identity authentication information
ko: 구매자 결제 정보가 인증 정보와 일치하지 않습니다
zh_hans: 买家付款信息与身份认证信息不一致

# 法币设置
source: Fiat Setting
ko: 법정 화폐 세팅
ru: Настройки Фиата
zh_hans: 法币设置

# 交易数：30次（购买10 | 出售9）
source: Transaction times : 30times (Buying 10 | Selling 9)
ko: 거래 건수: 30건 (구매10/판매9)
ru: Время транзакции: 30 раз (Покупка 10 | Продажа 9)
zh_hans: 交易数：30次（购买10 | 出售9）

# 平均放行：0.15分钟
source: Average clearence : 0.15minutes
ko: 평균 승인 시간: 0.15분
ru: Среднее разрешение: 0,15 минут
zh_hans: 平均放行：0.15分钟

# 30日完成率：30%
source: 30days finish rate : 30%
ko: 30일 완성율: 30%
ru: 30дней финишная ставка: 30%
zh_hans: 30日完成率：30%

# 编辑
source: Edit
ko: 편집
ru: Редактировать
zh_hans: 编辑

# 删除
source: Delete
ko: 삭제
ru: Удалить
zh_hans: 删除

# 信任的人
source: Trust
ko: 신뢰할 수있는 사람
ru: Доверять
zh_hans: 信任的人

# 用户名
source: User Name
ko: 사용자 이름
ru: Имя пользователя
zh_hans: 用户名

# 法币
source: Legal Currency
ko: 법정 화폐
ru: Легальная валюта
zh_hans: 法币

# 购买/出售
source: Buying/Selling
ko: 구매/판매
ru: Покупка / Продажа
zh_hans: 购买/出售

# 交易额
source: Transaction Amount
ko: 거래액
ru: Сумма Сделки
zh_hans: 交易额

# 平均交易时间
source: Average Transaction Period
ko: 평균 거래 시간
ru: Средний Период Транзакции
zh_hans: 平均交易时间

# 注册时间
source: Registration time
ko: 회원 가입 시간
ru: Время регистрации
zh_hans: 注册时间

# 有历史交易
source: Have any Transaction History?
ko: 거래 내역이 있습니까?
ru: Есть история транзакций?
zh_hans: 有历史交易

# 是
source: Yes
ko: 예
ru: Да
zh_hans: 是

# 否
source: No
ko: 아니요
ru: Нет
zh_hans: 否

# 银行卡
source: Bank Account
ko: 은행 카드
ru: Банковский счет
zh_hans: 银行卡

# 支付宝
source: Alipay
zh_hans: 支付宝

# 微信支付
source: WeChat Pay
zh_hans: 微信支付

# 转数快
source: Mobile Banking
ko: FPS
ru: Мобильный банкинг
zh_hans: 转数快

# 开户银行
source: Bank Name
ko: 예금 은행
ru: Название банка
zh_hans: 开户银行

# 姓名：xxxxx
source: Full Name : xxxxx
ko: 이름: xxxxx
ru: Полное имя: ххххх
zh_hans: 姓名：xxxxx

# 开户支行（选填）
source: Branch
ko: 예금 은행 (선택)
ru: Филиал
zh_hans: 开户支行（选填）

# 银行卡账号
source: Bank Account NO.
ko: 은행카드 계정
ru: Номер банковского счета
zh_hans: 银行卡账号

# 设置为默认
source: Add Default
ko: 기본값으로 설정
ru: По умолчанию
zh_hans: 设置为默认

# 添加
source: Add More
ko: 추가
ru: Добавить больше
zh_hans: 添加

# 二维码
source: QR code
ko: QR 코드
ru: QR код
zh_hans: 二维码

# 选择
source: Select
ko: 선택
ru: Выбрать
zh_hans: 选择

# 西联汇款信息
source: Western Union Info
ko: West Union 정보
ru: Western Union Информация
zh_hans: 西联汇款信息

# SWIFT信息
source: SWIFT Info
ko: SWIFT 코드
ru: SWIFT Информация
zh_hans: SWIFT信息

# 银行名称（选填）
source: Bank Name(optional)
ko: 은행 명칭(선택)
ru: Название банка (необязательно)
zh_hans: 银行名称（选填）

# 银行账户
source: Bank Account
ko: 은행 계정
ru: Банковский счет
zh_hans: 银行账户

# IFSC码
source: IFSC NO.
ko: IFSC 코드
ru: IFSC №
zh_hans: IFSC码

# 请输入银行账户
source: Please enter Bank account
ko: 은행 계정를 입력해 주세요
ru: Пожалуйста, введите банковский счет
zh_hans: 请输入银行账户

# 请输入IFSC码
source: Please enter IFSC code
ko: IFSC 코드를 입력해 주세요
ru: Пожалуйста, введите код IFSC
zh_hans: 请输入IFSC码

# 请输入银行名称（选填）
source: Please enter Bank name
ko: 은행 명칭을 입력해 주세요.(선택)
ru: Пожалуйста, введите название банка
zh_hans: 请输入银行名称（选填）

# 请输入西联汇款信息
source: Please enter Western Union info
ko: West Union 정보를 입력해 주세요
ru: Пожалуйста, введите информацию о Western Union
zh_hans: 请输入西联汇款信息

# 请输入SWIFT信息
source: Please enter SWIFT info
ko: SWIFT 코드를 입력해 주세요
ru: Пожалуйста, введите информацию SWIFT
zh_hans: 请输入SWIFT信息

# 请输入开户银行
source: Please enter Bank
ko: 예금 은행을 입력해 주세요
ru: Пожалуйста, введите банк
zh_hans: 请输入开户银行

# 请输入开户支行（选填）
source: Please enter branch (optional)
ko: 예금 은행 지점 명칭을 입력해 주세요.(선택)
ru: Пожалуйста, введите филиал (необязательно)
zh_hans: 请输入开户支行（选填）

# 请输入银行卡号
source: Please enter bank card no
ko: 은행 카드 계정를 입력해 주세요
ru: Пожалуйста, введите номер банковской карты
zh_hans: 请输入银行卡号

# 请输入支付宝账户
source: Please enter Alipay account
ko: Alipay 계정을 입력해 주세요
ru: Пожалуйста, введите Alipay аккаунт
zh_hans: 请输入支付宝账户

# 请上传二维码
source: Please upload QR code
ko: QR 코드를 업로드 해주세요
ru: Пожалуйста, загрузите QR-код
zh_hans: 请上传二维码

# 请输入微信账户
source: Please enter Wechat account
ko: WeChat 계정을 입력해 주세요
ru: Пожалуйста, введите аккаунт Wechat
zh_hans: 请输入微信账户

# 请输入NETELLER账户
source: Please enter NETELLER account
ko: NETELLER 계정을 입력해 주세요
ru: Пожалуйста, введите аккаунт NETELLER
zh_hans: 请输入NETELLER账户

# 请输入转数快账户
source: Please enter HKICL account
ko: FPS 계정을 입력해 주세요
ru: Пожалуйста, введите аккаунт HKICL
zh_hans: 请输入转数快账户

# 请输入Paytm账户
source: Please enter Paytm account
ko: Paytm 계정을 입력해 주세요
ru: Пожалуйста, введите аккаунт Paytm
zh_hans: 请输入Paytm账户

# 请输入UPI/Mobile ID
source: Please enter UPI/Mobile ID
ko: UPI/Mobile 아이디를 입력해 주세요
ru: Пожалуйста, введите UPI / мобильный идентификатор
zh_hans: 请输入UPI/Mobile ID

# 请输入PayPal账户
source: Please enter PayPal account
ko: PayPal 계정을 입력해 주세요
ru: Пожалуйста, введите в аккаунт PayPal
zh_hans: 请输入PayPal账户

# 请输入Interac e-Transfer账户
source: Please enter Interac e-transfer account
ko: Interac e-Transfer 계정을 입력해 주세요
ru: Пожалуйста, введите аккаунт Interac
zh_hans: 请输入Interac e-Transfer账户

# 请输入PayNow账户
source: Please enter PayNow account
ko: PayNow 계정을 입력해 주세요
ru: Пожалуйста, введите аккаунт PayNow
zh_hans: 请输入PayNow账户

# 请输入QIWI账户
source: Please enter QIWI account
ko: QIWI 계정을 입력해 주세요
ru: Пожалуйста, введите QIWI аккаунт
zh_hans: 请输入QIWI账户

# 请输入正确的银行账户
source: Please enter correct bank account
ko: 정확한 은행 계정를 입력해 주세요
ru: Пожалуйста, введите правильный банковский счет
zh_hans: 请输入正确的银行账户

# 请输入正确的IFSC码
source: Please enter correct IFSC code
ko: 정확한 IFSC 코드를 입력해 주세요
ru: Пожалуйста, введите правильный код IFSC
zh_hans: 请输入正确的IFSC码

# 请输入正确的银行名称（选填）
source: Please enter correct bank name (optinal)
ko: 정확한 은행 명칭을 입력해 주세요.(선택)
ru: Пожалуйста, введите правильное название банка (optinal)
zh_hans: 请输入正确的银行名称（选填）

# 请输入正确的西联汇款信息
source: Please enter correct Western Union Info
ko: 정확한 West Union 정보를 입력해 주세요
ru: Пожалуйста, введите правильную информацию Western Union
zh_hans: 请输入正确的西联汇款信息

# 请输入正确的SWIFT信息
source: Please enter correctSWIFT info
ko: 정확한 SWIFT 코드를 입력해 주세요
ru: Пожалуйста, введите правильную информацию SWIFT
zh_hans: 请输入正确的SWIFT信息

# 请输入正确的开户银行
source: Please enter correct Bank
ko: 정확한 예금 은행을 입력해 주세요
ru: Пожалуйста, введите правильный банк
zh_hans: 请输入正确的开户银行

# 请输入正确的开户支行（选填）
source: Please enter correct branch
ko: 정확한 예금 은행 지점 명칭을 입력해 주세요.(선택)
ru: Пожалуйста, введите правильный филиал
zh_hans: 请输入正确的开户支行（选填）

# 请输入正确的银行卡号
source: Please enter correct card no
ko: 정확한 은행 카드 계정를 입력해 주세요
ru: Пожалуйста, введите правильный номер карты
zh_hans: 请输入正确的银行卡号

# 请输入正确的支付宝账户
source: Please enter correct Alipay account
ko: 정확한 Alipay 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт Alipay
zh_hans: 请输入正确的支付宝账户

# 请输入正确的微信账户
source: Please enter correct Wechat account
ko: 정확한 WeChat 계정을 입력해 주세요
ru: Пожалуйста, введите правильный Wechat аккаунт
zh_hans: 请输入正确的微信账户

# 请输入正确的NETELLER账户
source: Please enter correct NETELLER account
ko: 정확한 NETELLER 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт NETELLER
zh_hans: 请输入正确的NETELLER账户

# 请输入正确的转数快账户
source: Please enter correct HKICL account
ko: 정확한 FPS 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт HKICL
zh_hans: 请输入正确的转数快账户

# 请输入正确的Paytm账户
source: Please enter correct Paytm account
ko: 정확한 Paytm 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт Paytm
zh_hans: 请输入正确的Paytm账户

# 请输入正确的UPI/Mobile ID
source: Please enter correct UPI/Mobile ID
ko: 정확한 UPI/Mobile 아이디를 입력해 주세요
ru: Пожалуйста, введите правильный UPI / мобильный идентификатор
zh_hans: 请输入正确的UPI/Mobile ID

# 请输入正确的PayPal账户
source: Please enter correct PayPal account
ko: 정확한 PayPal 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт PayPal
zh_hans: 请输入正确的PayPal账户

# 请输入正确的Interac e-Transfer账户
source: Please enter correct Interac e-Transfer account
ko: 정확한 Interac e-Transfer 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт электронного перевода Interac
zh_hans: 请输入正确的Interac e-Transfer账户

# 请输入正确的PayNow账户
source: Please enter correct PayNow account
ko: 정확한 PayNow 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт PayNow
zh_hans: 请输入正确的PayNow账户

# 请输入正确的QIWI账户
source: Please enter correct QIWI account
ko: 정확한 QIWI 계정을 입력해 주세요
ru: Пожалуйста, введите правильный аккаунт QIWI
zh_hans: 请输入正确的QIWI账户

# 付款方式添加成功
source: Payment method added successfully
ko: 지불 방법 추가 성공
ru: Способ оплаты успешно добавлен
zh_hans: 付款方式添加成功

# 付款方式添加失败
source: Payment method failed to add
ko: 지불 방법 추가 실페
ru: Не удалось добавить способ оплаты
zh_hans: 付款方式添加失败

# 专业的数字资产服务平台
source: Professional digital assets platform
ko: 전문적인 암호화폐 거래 플랫폼
ru: Профессиональная платформа цифровых активов
zh_hans: 专业的数字资产服务平台

# 免费下载 Biconomy
source: Free download Biconomy
ko: 무료 다운로드 Biconomy
ru: Biconomy скачать бесплатно
zh_hans: 免费下载 Biconomy

# 再点一次退出
source: Click again to exit the application
ko: 다시 클릭하고 나가기
ru: Нажмите еще раз, чтобы выйти из приложения
zh_hans: 再点一次退出

# 服务器繁忙
source: Server busy
ko: 서버가 사용 중입니다. 나중에 다시 시도하십시오.
ru: Сервер занят
zh_hans: 服务器繁忙

# 服务器异常
source: Server exception
ko: 서버 이상
ru: Исключение сервера
zh_hans: 服务器异常

# 与服务器断开连接
source: Disconnect from the server
ko: 서버와 연결이 끊겼습니다
ru: Отключиться от сервера
zh_hans: 与服务器断开连接

# 500 服务器遇到意外，无法完成请求
source: 500 Internal Server Error, Unable to finish the request
ko: 500 내부 서버 에러, 요청을 마무리할 수 없습니다
ru: 500 Внутренняя ошибка сервера, невозможно завершить запрос
zh_hans: 500 服务器遇到意外，无法完成请求

# 501 服务器不具备完成请求的功能
source: 501 Not Implemented
ko: 501 구현되지 않음
ru: 501 Не реализовано
zh_hans: 501 服务器不具备完成请求的功能

# 502 Bad Gateway错误
source: 502 Bad Gateway
ko: 502 잘못된 응답
ru: 502 Неверный шлюз
zh_hans: 502 Bad Gateway错误

# 503 服务器目前无法使用（由于超载或停机维护）
source: 503 Server Unavailable
ko: 503 서비스를 사용할 수 없음
ru: 503 Сервер недоступен
zh_hans: 503 服务器目前无法使用（由于超载或停机维护）

# 504 Bad Gateway timeout 网关超时
source: 504 Gateway timeout
ko: 504 게이트웨이 시간 초과
ru: Ошибка 504 Время ответа сервера истекло
zh_hans: 504 Bad Gateway timeout 网关超时

# 505 服务器不支持请求中所用的 HTTP 协议版本
source: 505 HTTP version not supported
ko: 505 서버는 요청에 사용 된 HTTP 프로토콜 버전을 지원하지 않습니다
ru: Версия HTTP 505 не поддерживается
zh_hans: 505 服务器不支持请求中所用的 HTTP 协议版本

# 网络请求成功
source: Network request success
ko: 요청 성공
ru: Запрос успешен
zh_hans: 网络请求成功

# 当前网络不可用，请检查网络
source: Network is not available, please check
ko: 네트워크 신호를 이용할 수 없습니다. 인터넷을 다시 확인해 주세요
ru: Сеть недоступна, пожалуйста, проверьте
zh_hans: 当前网络不可用，请检查网络

# 网络超时，请重试
source: Network timeout, please try again
ko: 시간이 초과되었습니다. 다시 시도해 주세요
ru: Тайм-аут сети, пожалуйста, попробуйте еще раз
zh_hans: 网络超时，请重试

# 网络错误，检查后重试
source: Network error, please try again
ko: 네트워크 신호를 이용할 수 없습니다. 인터넷을 다시 확인해 주세요
ru: В сети ошибка, проверьте и попробуйте снова
zh_hans: 网络错误，检查后重试

# 取消网络请求
source: Cancel network request
ko: 네트워크 요청 취소
ru: Отмена сетевого запроса
zh_hans: 取消网络请求

# 请求失败
source: Request failure
ko: 요청이 취소되었습니다
ru: Запрос был прерван
zh_hans: 请求失败

# 请求异常,请重新尝试
source: Request exception, please try again
ko: 다시 시도해 주십시오
ru: Запросить исключение, пожалуйста, попробуйте еще раз
zh_hans: 请求异常,请重新尝试

# 请求成功
source: Request success
ko: 요청 성공
ru: Запрос успешен
zh_hans: 请求成功

# 配置信息请求失败，请重试
source: Configuration information request failed to return to retry
ko: 정보 요청 실패, 다시 시도해 주십시오
ru: Не удалось вернуть запрос информации о конфигурации
zh_hans: 配置信息请求失败，请重试

# 操作成功
source: Successful operation
ko: 작업 성공
ru: Успешная операция
zh_hans: 操作成功

# 找不到地址
source: No address found
ko: 주소를 찾을 수 없습니다
ru: Адрес не найден
zh_hans: 找不到地址

# 验证失败
source: Validation failed
ko: 인증에 실패했습니다
ru: Проверка не удалась
zh_hans: 验证失败

# 点击重试
source: Retry
ko: 다시 시도하기
ru: Попробовать снова
zh_hans: 点击重试

# 系统错误
source: System error
ko: 시스템 오류
ru: Системная ошибка
zh_hans: 系统错误

# 参数异常
source: Params error
ko: 매개 변수 오류
ru: Ошибка параметров
zh_hans: 参数异常

# 刷新
source: Refresh
ko: 새로고침
ru: Обновить
zh_hans: 刷新

# 验证
source: Verification
ko: 인증
ru: Проверка
zh_hans: 验证

# 点击刷新
source: Click to refresh
ko: 새로고침 클릭
ru: Нажмите для обновления
zh_hans: 点击刷新

# 网络错误，请重试
source: System error ,Please
ko: 시스템 에러입니다. 양해 부탁드립니다
ru: Системная ошибка ,пожалуйста,
zh_hans: 网络错误，请重试

# 哎呀，出错了，点击刷新
source: Opps! Something is wrong，Click to
ko: 앗! 뭔가 잘못됐나봅니다! 클릭하기
ru: Упс! Что-то не так, Нажмите, чтобы
zh_hans: 哎呀，出错了，点击刷新

# 验证通过
source: Verification successful
ko: 인증이 통과되었습니다
ru: Проверка прошла успешно
zh_hans: 验证通过

# 请按住滑块，拖动到最右边
source: Please hold and drag to the right end
ko: 드래그해서 오른쪽으로 끌어놓으세요
ru: Пожалуйста, удерживайте и перетащите в правый конец
zh_hans: 请按住滑块，拖动到最右边

# API管理
source: API Management
ko: API 관리
ru: Управление API
zh_hans: API管理

# 创建
source: Create
ko: 작성
ru: Создать
zh_hans: 创建

# 第三方使用API访问Biconomy的市场行情或进行实时交易
source: Third parties use the API to access Biconomy's market conditions or proceed real-time transactions
ko: 타사는 API를 사용하여 Biconomy의 시장 시세에 조회 하거나 실시간 거래를 진행합니다
ru: Третьи стороны используют API для доступа к рыночным данным Biconomy или проведения транзакций в реальном времени
zh_hans: 第三方使用API访问Biconomy的市场行情或进行实时交易

# 查看API资料
source: View API documents
ko: API 정보보기
ru: Просмотр документов API
zh_hans: 查看API资料

# 标签
source: Label
ko: 라벨
ru: Лейбл
zh_hans: 标签

# 权限
source: Limit of Authority
ko: 권한 한도
ru: Предел полномочий
zh_hans: 权限

# 绑定IP
source: Bind IP
ko: 바인딩 IP
ru: Привязать IP
zh_hans: 绑定IP

# 过期时间（Day）
source: Expiration Date
ko: 만료 시간
ru: Дата окончания срока
zh_hans: 过期时间（Day）

# 正常
source: Normal
ko: 정상
ru: Нормальный
zh_hans: 正常

# 过期
source: Expire
ko: 만료
ru: Истекает
zh_hans: 过期

# 全部删除
source: Delete All
ko: 모두 삭제
ru: Удалить все
zh_hans: 全部删除

# 查看
source: View
ko: 보기
ru: Посмотреть
zh_hans: 查看

# 未绑定IP的API 有效期90天
source: 90 days validity for API without binding IP
ko: IP 바인딩이없는 API는 90 일 동안 유효합니다
ru: Срок действия API 90 дней без привязки IP
zh_hans: 未绑定IP的API 有效期90天

# 返回
source: Back
ko: 뒤로
ru: Назад
zh_hans: 返回

# 相册
source: Album
ko: 사진첩
ru: Альбом
zh_hans: 相册

# 轻触照亮
source: Tap on
ko: 터치 온
ru: Нажмите на
zh_hans: 轻触照亮

# 轻触关闭
source: Tap off
ko: 터치 오프
ru: Нажмите
zh_hans: 轻触关闭

# 将取景框对准二维码,即可自动扫描
source: Automatically scanned
ko: 자동 스캔
ru: Автоматически сканируется
zh_hans: 将取景框对准二维码,即可自动扫描

# 条形码
source: Bar code
ko: 바코드
ru: Штрих-код
zh_hans: 条形码

# 图片中未识别到二维码
source: The QR code is not recognized in the image
ko: 사진 중 QR코드 인식 실패
ru: QR-код не распознается на изображении
zh_hans: 图片中未识别到二维码

# 只支持iOS8.0以上系统
source: Only supports iOS8.0 and above
ko: iOS 8.0 이상에서만 지원됩니다
ru: Поддерживает только iOS8.0 и выше
zh_hans: 只支持iOS8.0以上系统

# 请到手机系统的【设置】->【隐私】->【相机】对%@开启相机的访问权限
source: Please go to the phone system [Settings]->[Privacy]->[Camera] %@To open the camera access
ko: 카메라 액세스를 활성화하기 위해서는 [설정]->[프라이버시]->[카메라] %@에서 설정할 수 있습니다
ru: Перейдите в систему телефона [Настройки] -> [Конфиденциальность] -> [Камера] %@Чтобы открыть доступ к камере
zh_hans: 请到手机系统的【设置】->【隐私】->【相机】对%@开启相机的访问权限

# 相机权限未开启
source: Camera permissions are not turned on
ko: 카메라 사용 권한이 설정되지 않았습니다
ru: Разрешения камеры не включены
zh_hans: 相机权限未开启

# 汇率
source: Currency rate
ko: 환율
ru: Валюта
zh_hans: 汇率

# 设置
source: Setting
ko: 설정
ru: Настройка
zh_hans: 设置

# 帮助与反馈
source: Support
ko: 도움 및 피드백
ru: Служба поддержки
zh_hans: 帮助与反馈

# 通用设置
source: General Settings
ko: 설정
ru: Общие настройки
zh_hans: 通用设置

# 关于Biconomy
source: About Biconomy
ru: О Biconomy
zh_hans: 关于Biconomy

# 功能介绍
source: Introduction
ko: 기능 소개
ru: Введение
zh_hans: 功能介绍

# 复制Txid
source: Copy Txid
ko: Txid 복사
ru: Копировать Txid
zh_hans: 复制Txid

# 检查Txid
source: Checkout Txid
ko: Txid 검사
ru: Оформить заказ Txid
zh_hans: 检查Txid

# 保存二维码
source: Save QR Code
ko: QR 코드 저장
ru: Сохранить QR-код
zh_hans: 保存二维码

# 登录后方可查看市场信息~
source: Sign in to view market
ko: 로그인 후 마켓 살펴보기
ru: Войдите, чтобы просмотреть рынок
zh_hans: 登录后方可查看市场信息~

# 未登录
source: Have not sign in
ko: 로그인하지 않았습니다
ru: Вы не вошли
zh_hans: 未登录

# 登录后可享受更多服务
source: More services after sign in
ko: 로그인 후 더 많은 혜택 받기
ru: Дополнительные услуги после входа
zh_hans: 登录后可享受更多服务

# 网页已停止加载，因为该网页的安全证书（SSL）校验失败，是否信任该证书并继续加载？
source: SSL verification failed. Do you want to continue loading the page?
ko: 해당 웹페이지의 안전보증시스템(SSL)인증 실패로 웹페이지의 로딩이 중지되었습니다. 해당 안전보증시스템을 허용하고 다시 로딩하시겠습니까?
ru: Проверка SSL не удалась. Вы хотите продолжить загрузку страницы?
zh_hans: 网页已停止加载，因为该网页的安全证书（SSL）校验失败，是否信任该证书并继续加载？

# 指纹登录
source: Touch ID Sign In
ko: 지문 로그인
ru: Touch ID Вход
zh_hans: 指纹登录

# 手势解锁
source: Pattern Sign In
ko: 패턴 로그인
ru: Рисунок Входа
zh_hans: 手势解锁

# 修改手势
source: Edit pattern
ko: 패턴 수정
ru: Редактировать шаблон
zh_hans: 修改手势

# 开启成功
source: Enabled successully
ko: 오픈 성공
ru: Включено успешно
zh_hans: 开启成功

# 开启失败
source: Failed to open
ko: 오픈 실패
ru: Не удалось открыть
zh_hans: 开启失败

# 重新设置
source: Reset settings
ko: 다시 설정
ru: Сбросить настройки
zh_hans: 重新设置

# 绘制解锁图案
source: Drawing an unlock pattern
ko: 드로우 패턴
ru: Рисование шаблона разблокировки
zh_hans: 绘制解锁图案

# 至少连接4个点，请重新绘制
source: Connect at least 4 points, please redraw
ko: 최소 4개의 점을 연결해 주세요
ru: Подключите не менее 4 точек, пожалуйста, перерисуйте
zh_hans: 至少连接4个点，请重新绘制

# 请再绘制一次
source: Please draw again
ko: 다시 한번 드로우하십시오
ru: Пожалуйста, нарисуйте снова
zh_hans: 请再绘制一次

# 与上次绘制不一致,请重新绘制
source: Didn't match with the last draw, please redraw
ko: 두 번의 드로우 패턴이 일치하지 않습니다. 다시 시도해 주세요
ru: Не совпадает с последним рисунком, пожалуйста, перерисуйте
zh_hans: 与上次绘制不一致,请重新绘制

# 请重新绘制图案
source: Please redraw the pattern
ko: 패턴을 다시 드로우해주세요
ru: Пожалуйста, перерисуйте шаблон
zh_hans: 请重新绘制图案

# 请绘制原手势密码
source: Please draw the old pattern
ko: 기존 패턴을 드로우해주세요
ru: Пожалуйста, нарисуйте старый шаблон
zh_hans: 请绘制原手势密码

# 绘制错误,还可以输入%d次
source: Draw errors, you can also draw %d times
ko: 패턴 에러입니다. 남은 기회 : %d번
ru: Ошибки, вы можете нарисовать еще %d раз
zh_hans: 绘制错误,还可以输入%d次

# 请重新绘制原手势密码
source: Please redraw the old pattern
ko: 지존 패튼을 다시 드로우하십시오
ru: Пожалуйста, перерисуйте старый шаблон
zh_hans: 请重新绘制原手势密码

# 验证登录密码
source: Verify sign in password
ko: 로그인 비밀번호 확인
ru: Подтвердите пароль входа
zh_hans: 验证登录密码

# 重新开启验证
source: Re-enable verification
ko: 인증 기능이 다시 사용
ru: Повторно включить проверку
zh_hans: 重新开启验证

# 通过Home键验证已有手机指纹
source: Verify existing phone fingerprints with the Home button
ko: 홈 버튼 통해 지존 지문 인증 확인
ru: Проверьте существующие телефонные отпечатки с помощью кнопки «Домой»
zh_hans: 通过Home键验证已有手机指纹

# 该设备不支持或未开启面容和触控
source: The device does not support
ko: 해당 장치가 페이스 아이디와 터치 아이디 기능을 지원하지 않거나 오픈되지 않습니다
ru: Устройство не поддерживается
zh_hans: 该设备不支持或未开启面容和触控

# 历史
source: History
ko: 연혁
ru: анамнез
zh_hans: 历史

# 是否设置Touch ID
source: Whether to set the Touch ID
ko: 터치 아이디 설정 하시게습니까
ru: Независимо от того, чтобы установить Touch ID
zh_hans: 是否设置Touch ID

# 是否设置Face ID
source: Whether to set the Face ID
ko: 페이스 아이디 설정 하시겠습니까
ru: Независимо от того, чтобы установить идентификатор лица
zh_hans: 是否设置Face ID

# 请绘制解锁图案
source: Please draw the unlock pattern
ko: 잠금 해제 패턴을 그려주세요
ru: Пожалуйста, нарисуйте шаблон разблокировки
zh_hans: 请绘制解锁图案

# 开启
source: Turn on
ko: 오픈
ru: Включить
zh_hans: 开启

# 跳过
source: Skip
ko: 건너 뛰기
ru: Пропустить
zh_hans: 跳过

# 开启Face ID解锁
source: Turn on Face ID
ko: 페이스 아이디 잠금 해제 시작
ru: Включить идентификацию лица
zh_hans: 开启Face ID解锁

# 开启指纹解锁成功
source: Turn on Touch ID success
ko: 지문 인증 잠금 해제 성공
ru: Включение Touch ID успешно
zh_hans: 开启指纹解锁成功

# 指纹解锁
source: Fingerprint unlock
ko: Разбл지문 잠금 해제
ru: Разблокировка отпечатков пальцев
zh_hans: 指纹解锁

# 开启Face ID解锁成功
source: Turn on Face ID success
ko: 페이스 아이디 잠금 해제 성공
ru: Включение Face ID успешно
zh_hans: 开启Face ID解锁成功

# 解锁
source: Unlock
ko: 잠금 해제
ru: Разблокировка
zh_hans: 解锁

# 密码登录
source: Password Sign in
ko: 비밀번호 로그인
ru: Пароль Входа
zh_hans: 密码登录

# 手势密码已失效，请重新登录
source: Pattern lock has expired, please sign in again
ko: 패턴 잠금이 유효하지 않습니다. 다시 로그인하십시오
ru: Блокировка шаблона истекла, пожалуйста, войдите снова
zh_hans: 手势密码已失效，请重新登录

# 重新登录
source: Sign in
ko: 다시 로그인
ru: Войти
zh_hans: 重新登录
