Repository: chelin192837/FaceToFace
Catalog: FaceToFace/Biconome/Biconome/Resource/*.lproj/BTCLocalizable.strings
Languages: ko, ru, zh_hans

# 请输入正确的城市
source: Please enter your correct city
ko: 정확한 도시를 입력해 주세요
ru: Пожалуйста, введите ваш правильный город
zh_hans: 请输入正确的城市

# 邮编只能输入数字
source: Postal code can only enter numbers
ko: 우편번호는 숫자만 입력 가능합니다
ru: Почтовый индекс может вводить только цифры
zh_hans: 邮编只能输入数字

# 住宅信息提交成功
source: Residential information submitted successfully
ko: 주택 정보가 성공적으로 제출되었습니다
ru: Жилая информация успешно отправлена
zh_hans: 住宅信息提交成功

# 住宅信息提交失败
source: Residential information submission failed
ko: 주택 정보 제출에 실패했습니다
ru: Не удалось предоставить информацию о жилом статусе
zh_hans: 住宅信息提交失败

# 签发国家/地区
source: Issuing country
ko: 발급 국가
ru: Страна выдачи
zh_hans: 签发国家/地区

# 证件类型
source: Select ID type
ko: 신분증 종류
ru: Выберите тип ID
zh_hans: 证件类型

# 护照
source: Passport
ko: 여권
ru: Паспорт
zh_hans: 护照

# 身份证
source: Identify card
ko: 신분증
ru: Идентификационная карта
zh_hans: 身份证

# 驾驶证
source: Drivering license
ko: 운전면허증
ru: Водительские права
zh_hans: 驾驶证

# 证件号码
source: ID No.
ko: 신분증 번호
ru: Идентификационный номер
zh_hans: 证件号码

# 证件有效期
source: Period of validity
ko: 신분증 유효 기간
ru: Срок действия
zh_hans: 证件有效期

# 永久
source: Permanant
ko: 영구 유효
ru: Постоянно действительный
zh_hans: 永久

# 请选择证件类型
source: Please select ID type
ko: 증서 타입 선택하세요
ru: Пожалуйста, выберите тип удостоверения личности
zh_hans: 请选择证件类型

# 请输入证件号码
source: Please enter ID NO.
ko: 증서 번호를 입력하세요
ru: Пожалуйста, введите ID NO.
zh_hans: 请输入证件号码

# 请输入证件有效期
source: Please enter ID validity period
ko: 증서 유효기간을 입력하세요
ru: Пожалуйста, введите срок действия ID
zh_hans: 请输入证件有效期

# 请选择签发国家/地区
source: Please select issing country/Region
ko: 발급 국가 / 지역을 선택하세요
ru: Пожалуйста, выберите страну / регион выдачи
zh_hans: 请选择签发国家/地区

# 请输入正确的证件号码
source: Please enter correct ID NO.
ko: 정확한 증서 번호를 입력하세요
ru: Пожалуйста, введите правильный номер ID
zh_hans: 请输入正确的证件号码

# 请选择正确的签发国家/地区
source: Please select correct issing country/Region
ko: 정확한 발급 국가 / 지역을 선택하세요
ru: Пожалуйста, выберите правильную страну / регион
zh_hans: 请选择正确的签发国家/地区

# 证件类型错误
source: ID type error
ko: 증서 타입 오류
ru: Ошибка типа ID
zh_hans: 证件类型错误

# 证件号码已存在
source: ID number already exists
ko: ID 번호가 이미 존재합니다
ru: Идентификационный номер уже существует
zh_hans: 证件号码已存在

# 证件已过期
source: The certificate has expired
ko: 인증서가 만료되었습니다
ru: Срок действия сертификата истек
zh_hans: 证件已过期

# 请选择正确的有效期
source: Please select the correct expiration date
ko: 올바른 만료 날짜를 선택하십시오
ru: Пожалуйста, выберите правильную дату истечения срока действия
zh_hans: 请选择正确的有效期

# 身份信息提交成功
source: Identity info submitted successfully
ko: 신분 정보 제출 성공
ru: Информация о личности успешно отправлена
zh_hans: 身份信息提交成功

# 身份信息提交失败
source: Ideneity submission failed
ko: 신분 정보 제출 실패
ru: Сбой отправки идентификатора
zh_hans: 身份信息提交失败

# 上传护照照片页
source: Upload passport photo page
ko: 여권 사진면을 업로드
ru: Загрузить паспорт, страница с фото
zh_hans: 上传护照照片页

# 请上传护照照片页
source: Please upload a passport photo page
ko: 여권 사진면을 업로드 해주세요
ru: Пожалуйста, загрузите паспорт, страницу с фото
zh_hans: 请上传护照照片页

# 选择文件
source: Choose file
ko: 파일 선택
ru: Выбрать файл
zh_hans: 选择文件

# 手持证件照
source: Upload a selfie
ko: 신분증 사진 면을 손에 들고 있는 사진
ru: Загрузите селфи
zh_hans: 手持证件照

# 请上传您的手持证件照
source: Please upload a selfie
ko: 신분증 사진 면을 손에 들고 있는 사진을 업로드 해주세요
ru: Пожалуйста, загрузите селфи
zh_hans: 请上传您的手持证件照

# 照片仅限JPG、JPEG或PNG格式
source: Photos are limited to JPG, JPEG or PNG format
ko: 사진은 JPG, JPEG 또는 PNG 형식으로 제한됩니다
ru: Фотографии ограничены форматом JPG, JPEG или PNG
zh_hans: 照片仅限JPG、JPEG或PNG格式

# 请上传2M以内的照片，请重试
source: Please upload photo within 2M, please try again
ko: 2M 용량 이내에 사진을 업로드하십시오. 다시 시도하십시오
zh_hans: 请上传2M以内的照片，请重试

# 文件上传失败
source: File upload failed
ko: 파일 업로드 실패
ru: Ошибка загрузки файла
zh_hans: 文件上传失败

# 文件上传失败，上传文件次数过多
source: File upload failed, too many times
ko: 파일 업로드 실패. 업로드 가능 횟수를 초과했습니다
ru: Ошибка загрузки файла, слишком много попыток
zh_hans: 文件上传失败，上传文件次数过多

# 文件地址错误
source: File address error
ko: 파일 주소 오류
ru: Ошибка адреса файла
zh_hans: 文件地址错误

# 上传手持证件正面的自拍照片和上传包含“Biconomy”当日日期的手写纸条
source: Upload a self-portrait photo on the front of the handheld ID And uploading a handwritten note containing the date of the day of Biconomy
ko: 핸드 헬드 ID 앞면에 자화상 사진 업로드"Biconomy"의 날짜가 포함 된 필기 메모를 업로드
ru: Загрузите фотографию автопортрета на передней панели портативного удостоверения личности И загрузка рукописной заметки с указанием даты дня «Бикономия»
zh_hans: 上传手持证件正面的自拍照片和上传包含“Biconomy”当日日期的手写纸条

# 身份证正面
source: Front of identity card
ko: 신분증 앞면
ru: Передняя часть удостоверения личности
zh_hans: 身份证正面

# 请上传身份证正面
source: Please upload front of identity card
ko: 신분증 앞면을 업로드 하세요
ru: Пожалуйста, загрузите переднюю сторону удостоверения личности
zh_hans: 请上传身份证正面

# 身份证背面
source: Back of identity card
ko: 신분증 뒷면
ru: Обратная сторона удостоверения личности
zh_hans: 身份证背面

# 请上传身份证背面
source: Please upload back of identity card
ko: 신분증 뒷면을 업로드 하세요
ru: Пожалуйста, загрузите обратную сторону удостоверения личности
zh_hans: 请上传身份证背面

# 驾照照片页
source: Driver's license photo page
ko: 운전면허증 앞면
ru: Фотография лицеовой стороны водительского удостоверения
zh_hans: 驾照照片页

# 请上传驾驶证照片页
source: Please upload driver's license photo page
ko: 운전면허증 앞면을 업로드하세요
ru: Пожалуйста загрузите фотографию лицеовой стороны водительского удостоверения
zh_hans: 请上传驾驶证照片页

# 请耐心等待审核，预计72小时内会完成审核
source: Please wait patiently for the audit, which is expected to be completed within 72 hours
ko: 심사를 위해 시간이 조금 걸릴 수 있습니다. 심사는 72 시간 이내에 완료 될 것으로 예상됩니다.
ru: Пожалуйста, наберитесь терпения и дождитесь обзора. Ожидается, что он завершится в течение 72 часов.
zh_hans: 请耐心等待审核，预计72小时内会完成审核

# 确定
source: Confirm
ko: 확인
ru: Подтвердить
zh_hans: 确定

# 请先完成身份信息认证
source: Please finish ID verification first
ko: 먼저 신분 인증을 완료해주세요.
ru: Пожалуйста, сначала завершите проверку личности
zh_hans: 请先完成身份信息认证

# 证件照片提交成功
source: Document photo submitted successfully
ko: 문서 사진이 성공적으로 제출되었습니다
ru: Фото документа успешно отправлено
zh_hans: 证件照片提交成功

# 证件照片提交失败
source: ID photo submission failed
ko: 신분증 사진 제출 실패
ru: Не удалось отправить фотографию
zh_hans: 证件照片提交失败

# 请绘制手势密码
source: Draw the gesture password
ko: 제스처 암호를 그리기
ru: Пожалуйста, нарисуйте пароль для жеста
zh_hans: 请绘制手势密码

# 证件照片
source: ID Photo
ko: 증명 사진
ru: Удостоверение личности с фотографией
zh_hans: 证件照片

# 登录/注册
source: Sign In/Sign Up
ko: 로그인/회원가입
ru: Зарегистрироваться/Вход
zh_hans: 登录/注册

# 邀请好友注册 Biconomy
source: Invite friends to sign up for Biconomy
ko: 친구 초대해서 Biconomy 회원가입하기
ru: Пригласите друзей зарегигстрироваться на Biconomy
zh_hans: 邀请好友注册 Biconomy

# 获得 %.2lf%% 交易返佣
source: and get %.2lf%% Cashback
ko: %.2lf%% 캐시백 얻기
ru: и получите %.2lf%% кешбек
zh_hans: 获得 %.2lf%% 交易返佣

# 返佣金额(BTC)
source: You ve Earned (BTC)
ko: 캐시백 금액(BTC)
ru: Вы заработали (BTC)
zh_hans: 返佣金额(BTC)

# 面容解锁
source: Face unlock
ko: 얼굴 잠금 해제
ru: Лицо разблокировать
zh_hans: 面容解锁

# 邀请人数
source: Number of invitees
ko: 초대한 사람 수
ru: Количество приглашенных
zh_hans: 邀请人数

# 直接邀请(人)
source: Direct Referral
ko: 직접 초대
ru: Прямой реферал
zh_hans: 直接邀请

# 间接邀请(人)
source: Indirect Referral
ko: 간접 초대
ru: Косвенный реферал
zh_hans: 间接邀请

# 历史记录
source: History
zh_hans: 历史记录

# 邀请方式
source: Referral method
ko: 초대 방식
ru: Реферальный метод
zh_hans: 邀请方式

# 邀请链接
source: Referral Link
ko: 초대 링크
ru: Реферальная ссылка
zh_hans: 邀请链接

# 邀请二维码
source: Referral QR code
ko: 초대 QR 코드
ru: Реферальный QR код
zh_hans: 邀请二维码

# 规则
source: Rules
ko: 규정
ru: Правила
zh_hans: 规则

# 立即更新
source: update immediately
ko: 지금 업데이트
ru: Обновить сейчас
zh_hans: 立即更新

# 1、好友接受邀请后，每产生一笔真实交易手续费，会产生相应比例的返佣
source: 1. After the friend accepts the invitation, each time a real exchange fee is generated, a corresponding proportion of cashback will be generated
ko: 1. 친구가 요청을 받은 후, 실제 거래를 할 경우, 거래 수수료의 일정 비율을 캐시백으로 받으실 수 있습니다
ru: 1. После того, как друг принимает приглашение, каждый раз, когда генерируется реальная комиссия за обмен, генерируется соответствующая пропорция кэшбэка
zh_hans: 1、好友接受邀请后，每产生一笔真实交易手续费，会产生相应比例的返佣

# 2、佣金以BTC的形式充值到您的账户，返佣比例为30%
source: 2. Commission is recharged to your account in the form of BTC, and the referral rates is 30%
ko: 2. 캐시백은 BTC로 변환되어 지갑에 저장됩니다. 캐시백 비율은 30%입니다
ru: 2. Комиссия зачисляется на ваш счет в виде BTC, а реферальные ставки составляют 30%
zh_hans: 2、佣金以BTC的形式充值到您的账户，返佣比例为30%

# 3、返佣额 = 实际产生交易量 * 手续费比例 * 返佣比例
source: 3. The amount of cashback = exchange volume * trading fee * referral rates
ko: 3. 캐시백 금액 = 실제 거래량 * 수수료 비율 * 캐시백 비율
ru: 3. Сумма кэшбэка = объем обмена * торговая комиссия * реферальные ставки
zh_hans: 3、返佣额 = 实际产生交易量 * 手续费比例 * 返佣比例

# 4、邀请人享受好友交易返佣有效时长以被邀请人实际注册的时间开始进行计算，到达有效时长（90天）后您将不享受该邀请人交易产生手续费的返佣
source: 4. The inviter enjoys the time limit for the friend to return the commission, and the time is calculated by the time when the invitee actually registers. After the effective time (90 days), you will not be entitled to the commission
ko: 4. 초대자는 친구가 회원 가입을 한 날부터 90일 동안 캐시백 혜택을 얻을 수 있으며, 90일이 지나고 나면 해당 초대 친구를 통해 캐시백을 받을 수 없습니다
ru: 4. Приглашающий пользуется сроком, в течение которого его друг возвращает комиссионные, а время рассчитывается по времени фактической регистрации приглашенного. По истечении срока действия (90 дней) выплаты будут прекращены
zh_hans: 4、邀请人享受好友交易返佣有效时长以被邀请人实际注册的时间开始进行计算，到达有效时长（90天）后您将不享受该邀请人交易产生手续费的返佣

# 5、返佣逐笔实时计算，每小时返回到 Biconomy 账户
source: 5. The cashback is calculated in real time and returned to the Biconomy account every hour
ko: 5. 캐시백은 실시간으로 계산되며, 매 시간마다 Biconomy 계정으로 캐시백됩니다
ru: 5. Кэшбэк рассчитывается в режиме реального времени и возвращается на ваш счет Biconomy каждый час
zh_hans: 5、返佣逐笔实时计算，每小时返回到 Biconomy 账户

# 6、充提币手续费不参与手续费返佣
source: 6. The deposit and withdrawal of the coin is not involved in the commission fee
ko: 6. 입출금 수수료는 수수료 캐시백에 포함되지 않습니다
ru: 6. Ввод и вывод монет не входит в реферальную комиссию
zh_hans: 6、充提币手续费不参与手续费返佣

# 7、如被邀请人违反邀请返佣的相应风控规则，其手续费将不能返还给邀请人，同时，被邀请人的邀请状态变成【失效】并且产生的返佣记录状态变成【失效】
source: 7. If the invitee violates the risk control rules , the commission fee will not be returned to the inviter. At the same time, the invitation status of the invitee becomes [disabled] and the status of the generated cashback record becomes [disabled]
ko: 7. 만약 초대한 친구가 불법 행위를 저지르거나 규정을 어겼을 경우, 해당하는 수수료 캐시백은 초대자에게 환급되지 않습니다. 동시에, 초대받은 사람의 상태가 [불가]로 바뀌며, 그동안의 캐시백 기록 역시 전부 [불가]로 바뀌게 됩니다
ru: 7. Если приглашенный нарушает правила контроля рисков, комиссионные не возвращаются приглашающему. В то же время статус приглашения приглашенного становится [отключен], а статус сгенерированной записи кешбека становится [отключен]
zh_hans: 7、如被邀请人违反邀请返佣的相应风控规则，其手续费将不能返还给邀请人，同时，被邀请人的邀请状态变成【失效】并且产生的返佣记录状态变成【失效】

# 8、排行榜单每小时更新
source: 8. The Top Referrers is updated every hour
ko: 8. 순위는 매 시간 갱신됩니다
ru: 8. Самые популярные Рефералы обновляются каждый час
zh_hans: 8、排行榜单每小时更新

# * 特别注意
source: Pay Attention:
ko: *특히 주의할 점
ru: Обратите внимание:
zh_hans: * 特别注意

# 由于市场环境的改变，欺诈风险的存在等原因，Biconomy 保留随时对返佣规则作出调整的最终解释权
source: Biconomy reserves the right to change the terms of the referral program at any time due to changing market conditions, risk of fraud, or any other factors we deem relevant
ko: 시장 환경의 변화, 사기 위험의 존재 등으로 인해, Biconomy는 언제든지 캐시백 관련 규정을 조정할 수 있는 최종 권리를 가집니다
ru: Biconomy оставляет за собой право изменить условия реферальной программы в любое время из-за изменения рыночных условий, риска мошенничества или любых других факторов, которые мы считаем уместными
zh_hans: 由于市场环境的改变，欺诈风险的存在等原因，Biconomy 保留随时对返佣规则作出调整的最终解释权

# 详情
source: Details
ko: 자세히
ru: Подробности
zh_hans: 详情

# 返佣记录
source: Cashback
ko: 캐시백 기록
ru: Кэшбек
zh_hans: 返佣记录

# 邀请记录
source: Record
ko: 기록 요청
ru: Запись
zh_hans: 邀请记录

# 排行榜
source: Top
ko: 순위
ru: Топ
zh_hans: 排行榜

# 好友账户
source: Friend's accounts
ko: 친구 계정
ru: Аккаунты друзей
zh_hans: 好友账户

# 佣金
source: Commision
ko: 캐시백
ru: Комиссия
zh_hans: 佣金

# 邀请人账户
source: Invitee account
ko: 초대자 계정
ru: Аккаунт приглашенного
zh_hans: 邀请人账户

# 排名
source: Ranking
ko: 순위
ru: Рэнкинг
zh_hans: 排名

# 下载
source: Download
ko: 다운로드
ru: Скачать
zh_hans: 下载

# 付款方式
source: Payment method
ko: 결제방식
ru: Способ оплаты
zh_hans: 付款方式

# 提示
source: Alert
ko: 팁
ru: Сигнал
zh_hans: 提示

# 选择交易类型
source: Select transaction type
ko: 거래 타입 선택
ru: Выберите тип транзакции
zh_hans: 选择交易类型

# 所在地
source: Location
ko: 위치
ru: Место расположения
zh_hans: 所在地

# 设置价格
source: Price settings
ko: 가격 설정
ru: Настройки цены
zh_hans: 设置价格

# 货币
source: Currency
ko: 화폐
ru: Валюта
zh_hans: 货币

# 固定价格
source: Fixed price
ko: 고정 가격
ru: Зафиксированная цена
zh_hans: 固定价格

# 自动溢价
source: Automated Margin
ko: 자동 프리미엄
ru: Автоматизированная маржа
zh_hans: 自动溢价

# 计价公式
source: Price equation
ko: 계산 공식
ru: Уравнение цены
zh_hans: 计价公式

# 溢价
source: Premium
ko: 프리미엄
ru: Премиум
zh_hans: 溢价

# 市场价￥9999.99
source: Market price￥9999.99
ko: 시장 가격 ￥9999.99
ru: Рыночная цена 9 9999,99
zh_hans: 市场价￥9999.99

# 最低价（选填）
source: Lowest price（Optional）
ko: 최저 금액 (옵션)
ru: Самая низкая цена (опционально)
zh_hans: 最低价（选填）

# 最高价（选填）
source: Highest price（Optional）
ko: 최고 금액 (옵션)
ru: Самая высокая цена (опционально)
zh_hans: 最高价（选填）

# 最小交易限额
source: Min. transaction limit
ko: 최소 거래 금액
ru: Минимум лимит транзакций
zh_hans: 最小交易限额

# 最大交易限额
source: Max. transaction limit
ko: 최대 거래 금액
ru: Максимум. лимит транзакций
zh_hans: 最大交易限额

# 交易条款
source: Terms of trade
ko: 거래 조건
ru: Условия торговли
zh_hans: 交易条款

# 开放时间
source: Opening hours
ko: 영업 시간
ru: Часы работы
zh_hans: 开放时间

# 全天开放
source: Open all day
ko: 24시간 영업
ru: Открыто весь день
zh_hans: 全天开放

# 自定义
source: Customize
ko: 커스터마이즈
ru: Настроить
zh_hans: 自定义

# 选择工作时间
source: Select working times
ko: 작업 시간을 선택하세요
ru: Выберите рабочее время
zh_hans: 选择工作时间

# 星期日
source: Sunday
ko: 일요일
ru: Воскресенье
zh_hans: 星期日

# 星期一
source: Monday
ko: 월요일
ru: Понедельник
zh_hans: 星期一

# 星期二
source: Tuesday
ko: 화요일
ru: Вторник
zh_hans: 星期二

# 星期三
source: Wednesday
ko: 수요일
ru: Среда
zh_hans: 星期三

# 星期四
source: Thursday
ko: 목요일
ru: Четверг
zh_hans: 星期四

# 星期五
source: Friday
ko: 금요일
ru: Пятница
zh_hans: 星期五

# 星期六
source: Saturday
ko: 토요일
ru: Суббота
zh_hans: 星期六

# 开始
source: Open
ko: 시작
ru: Открытие
zh_hans: 开始

# 结束
source: Close
ko: 종료
ru: Закрытие
zh_hans: 结束

# 安全选项
source: Security options
ko: 보안 옵션
ru: Варианты безопасности
zh_hans: 安全选项

# 仅限于已验证人员
source: Identified people only
ko: 인증 된 계정 만
ru: Только идентифицированные люди
zh_hans: 仅限于已验证人员

# 需要短信验证
source: SMS verification required
ko: SMS 인증 필요
ru: Требуется проверка SMS
zh_hans: 需要短信验证

# 仅限受信任的交易者
source: Trusted people only
ko: 신뢰할 수있는 사람들 만
ru: Только доверенные люди
zh_hans: 仅限受信任的交易者

# 其他选项
source: Other options
ko: 기타 선택
ru: Другие опции
zh_hans: 其他选项

# 付款时间限制
source: Payment time limit
ko: 지불 시간 제한
ru: Срок оплаты
zh_hans: 付款时间限制

# 分钟
source: Minute
ko: 분
ru: Минуты
zh_hans: 分钟

# 发布购买广告
source: Post purchase ad
ko: 구매 광고 발행
ru: Опубликовать рекламу
zh_hans: 发布购买广告

# 请选择国家
source: Select country
ko: 국가를 선택하세요
ru: Выберите страну
zh_hans: 请选择国家

# 请选择货币
source: Select currency
ko: 화폐를 선택하세요
ru: Выберите валюту
zh_hans: 请选择货币

# 请输入最低价
source: Enter lowest price
ko: 최저 가격을 입력하세요
ru: Введите самую низкую цену
zh_hans: 请输入最低价

# 请输入最高价
source: Enter Highest price
ko: 최고 가격을 입력하세요
ru: Введите самую высокую цену
zh_hans: 请输入最高价

# 请输入最小交易限额
source: Enter lowest transaction amount
ko: 최소 거래 한도를 입력하세요
ru: Введите минимальную сумму транзакции
zh_hans: 请输入最小交易限额

# 请输入最大交易限额
source: Enter Highest transaction amount
ko: 최대 거래 한도를 입력하세요
ru: Введите наибольшую сумму транзакции
zh_hans: 请输入最大交易限额

# 请输入正确的最小交易限额
source: Please enter correct lowest transaction amount
ko: 정확한 최소 거래 한도를 입력하세요
ru: Пожалуйста, введите правильную минимальную сумму транзакции
zh_hans: 请输入正确的最小交易限额

# 请输入正确的最大交易限额
source: Please enter correct Highest transaction amount
ko: 정확한 최대 거래 한도를 입력하세요
ru: Пожалуйста, введите правильную максимальную сумму транзакции
zh_hans: 请输入正确的最大交易限额

# 请选择所在地
source: Please enter location
ko: 위치를 선택하세요
ru: Пожалуйста, введите местоположение
zh_hans: 请选择所在地

# 请输入交易条款，最多500个字符
source: Please enter the terms of the transaction, max.500 characters
ko: 거래 조건을 입력하세요. 최대 500자
ru: Пожалуйста, введите условия сделки, не более 500 символов
zh_hans: 请输入交易条款，最多500个字符

# 购买广告发布成功
source: Post purchase ad success
ko: 구매 광고 발행 성공
ru: Объявление после покупки успешно
zh_hans: 购买广告发布成功

# 购买广告发布失败
source: Post purchase ad faiiled
ko: 구매 광고 발행 실패
ru: После покупки объявление не отправлено
zh_hans: 购买广告发布失败

# 发布广告需要完成身份认证，去认证
source: Advertising needs to complete ID verification, to verify
ko: 광고 발행하기 위해 신분 인증을 필료합니다. 인증하기
ru: Реклама должна пройти проверку личности, чтобы подтвердить
zh_hans: 发布广告需要完成身份认证，去认证

# 收款方式
source: Money receiving Method
ko: 수금 방식
ru: Методы получения
zh_hans: 收款方式

# 选择收款方式
source: Select Receiving methods
ko: 수금 방식 선택
ru: Выберите способы получения
zh_hans: 选择收款方式

# 添加收款方式
source: Add Payment methods
ko: 수금 방식 추가
ru: Добавить методы получения
zh_hans: 添加收款方式

# 最小交易量
source: Lowest transaction amount
ko: 최소 거래량
ru: Наименьшая сумма транзакции
zh_hans: 最小交易量

# 最低评价得分
source: Minimum evaluation score
ko: 최소 등급 점수
ru: Минимальный оценочный балл
zh_hans: 最低评价得分

# 新买家限额
source: New buyer limit
ko: 새 구매자 한도
ru: Новый лимит покупателя
zh_hans: 新买家限额

# 交易量系数
source: Trading volume coefficient
ko: 거래량 계수
ru: Коэффициент объема торговли
zh_hans: 交易量系数

# 发布出售广告
source: Post sale advertisement
ko: 판매 광고 발행
ru: Опубликовать объявление о продаже
zh_hans: 发布出售广告

# 请输入最小交易量
source: Please enter lowest transaction amount
ko: 최소 거래량을 입력해 주세요
ru: Пожалуйста, введите минимальную сумму транзакции
zh_hans: 请输入最小交易量

# 请输入最低评价得分
source: Please enter minimum evaluation score
ko: 최소 등급 점수를 입력해 주세요
ru: Пожалуйста, введите минимальный балл оценки
zh_hans: 请输入最低评价得分

# 请输入新买家限额
source: Please enter new buyer limit
ko: 새 구매자 한도를 입력해 주세요
ru: Пожалуйста, введите новый лимит покупателя
zh_hans: 请输入新买家限额

# 请输入交易量系数
source: Please enter trading volume coefficient
ko: 거래량 요소를 입력해 주세요
ru: Пожалуйста, введите коэффициент объема торговли
zh_hans: 请输入交易量系数

# 请输入付款时间限制
source: Please enter payment time limit
ko: 지불 시간 제한을 입력해 주세요
ru: Пожалуйста, введите срок оплаты
zh_hans: 请输入付款时间限制

# 出售广告发布成功
source: Post sale ad success
ko: 판매 광고 발행 성공
ru: Успешное объявление о продаже
zh_hans: 出售广告发布成功

# 出售广告发布失败
source: Post sale ad failed
ko: 판매 광고 발행 실패
ru: Не удалось опубликовать объявление о продаже
zh_hans: 出售广告发布失败

# 请输入正确的最小交易量
source: Please enter the correct lowest transaction amount
ko: 정확한 최소 거래량을 입력해 주세요
ru: Пожалуйста, введите правильную минимальную сумму транзакции
zh_hans: 请输入正确的最小交易量

# 请输入正确的新买家限额
source: Please enter the corrrect new buyer limit
ko: 정확한 새 구매자 한도를 입력해 주세요
ru: Пожалуйста, введите корректный лимит нового покупателя
zh_hans: 请输入正确的新买家限额

# 请输入正确的交易量系数
source: Please enter the correct trading volume coefficient
ko: 정확한 거래량 요소를 입력해 주세요
ru: Пожалуйста, введите правильный коэффициент объема торговли
zh_hans: 请输入正确的交易量系数

# 请输入正确的付款时间限制
source: Please enter the correct payment time limit
ko: 정확한 지불 시간 제한을 입력해 주세요
ru: Пожалуйста, введите правильный срок оплаты
zh_hans: 请输入正确的付款时间限制

# 请选择收款方式
source: Please select payment method
ko: 수금 방식을 선택해 주세요
ru: Пожалуйста, выберите способ оплаты
zh_hans: 请选择收款方式

# 待支付
source: Pending payment
ko: 결제 보류
ru: Платеж в обработке
zh_hans: 待支付

# 购买BTC
source: Buy BTC
zh_hans: 购买BTC

# 交易限额
source: Transacion limit
ko: 거래 한도
ru: Транзакционный лимит
zh_hans: 交易限额

# 付款时限
source: Payment time limit
ko: 결제 시간 제한
ru: Лимит срока оплаты
zh_hans: 付款时限

# 确认购买
source: Confirm buy
ko: 구매 확정
ru: Подтвердите покупку
zh_hans: 确认购买

# Biconomy.com 保护您的安全
source: Biconomy.com Protect your security
ko: Biconomy.com 안전 거래를 보호합니다
ru: Biconomy.com Увеличь свою безопасность
zh_hans: Biconomy.com 保护您的安全

# 请输入正确的数量
source: Please enter the correct amount
ko: 정확한 수량을 입력하십시오
ru: Пожалуйста, введите правильное количество
zh_hans: 请输入正确的数量

# 请输入金额
source: Please enter the amount
ko: 금액을 입력하십시오
ru: Пожалуйста, введите сумму
zh_hans: 请输入金额

# 请输入正确的金额
source: Please enter the correct amount
ko: 정확한 금액을 입력하십시오
ru: Пожалуйста, введите правильную сумму
zh_hans: 请输入正确的金额

# 您输入的金额不能大于最大限额
source: The amount you entered cannot be greater than the maximum limit
ko: 입력한 금액이 최대 한도를 초과 할 수 없습니다
ru: Введенная вами сумма не может быть больше максимального лимита
zh_hans: 您输入的金额不能大于最大限额

# 您输入的金额不能小于最小限额
source: The amount you entered cannot be less than the minimum limit
ko: 입력한 금액이 최소 한도를 초과 할 수 없습니다
ru: Введенная вами сумма не может быть меньше минимального лимита
zh_hans: 您输入的金额不能小于最小限额

# 您输入的数量不能大于最大数量
source: The amount you entered cannot be greater than the maximum amount
ko: 입력한 숫자는 최대 숫자보다 클 수 없습니다
ru: Введенное вами число не может быть больше максимального числа
zh_hans: 您输入的数量不能大于最大数量

# 您输入的数量不能小于最小数量
source: The amount you enter cannot be less than the minimum amount
ko: 입력한 수량이 최소 수량보다 적을 수 없습니다
ru: Введенное вами количество не может быть меньше минимального количества
zh_hans: 您输入的数量不能小于最小数量

# 交易量
source: Transaction amount
ko: 거래량
ru: Сумма сделки
zh_hans: 交易量

# 已确认的交易次数
source: Confirm Transactions
ko: 확인 된 거래 횟수
ru: Подтвердите транзакции
zh_hans: 已确认的交易次数

# 300次 和10个不同的合作伙伴
source: 300times and 10 different partners
ko: 300 회 및 10 개의 서로 다른 파트너
ru: 300 раз и 10 разных партнеров
zh_hans: 300次 和10个不同的合作伙伴

# 账户已创建
source: Account has already created
ko: 계정이 생성되었습니다
ru: Аккаунт уже создан
zh_hans: 账户已创建

# 2年，4个月
source: 2years，4months
ko: 2년, 4개월
ru: 2года, 4 месяца
zh_hans: 2年，4个月

# 语言
source: Language
ko: 언어
ru: Язык
zh_hans: 语言

# 英语
source: English
ko: 영어
ru: Английский
zh_hans: 英语

# 电子邮件
source: Email
ko: 전자 메일
ru: Эл. адрес
zh_hans: 电子邮件

# 已验证 2年，4个月
source: Verified 2years，4months
ko: 인증 2년, 4개월
ru: Проверено 2 года ， 4 месяца
zh_hans: 已验证 2年，4个月

# 电话号码
source: Telephone no
ko: 전화 번호
ru: Номер телефона
zh_hans: 电话号码

# 身份证、护照或驾驶证
source: Identity card, Passport or Driving license
ko: 신분증, 여권 혹은 면허증
ru: Удостоверение личности, паспорт или водительские права
zh_hans: 身份证、护照或驾驶证

# 信任
source: Trust
ko: 신뢰
ru: Доверять
zh_hans: 信任

# 被 3 人信任
source: Trusted by 3 people
ko: 3 명이 신뢰
ru: Доверяют 3 человека
zh_hans: 被 3 人信任

# 屏蔽
source: Block
ko: 차단
ru: Блок
zh_hans: 屏蔽

# 被 0 人屏蔽
source: Blocked by 3 people
ko: 0 명에 의해 차단
ru: Заблокировано 3 человека
zh_hans: 被 0 人屏蔽

# 放行时间
source: Realease time
ko: 승인 시간
ru: Время выхода
zh_hans: 放行时间

# 平均 50 min
source: Average 50 min
ko: 평균 50분
ru: В среднем 50 мин
zh_hans: 平均 50 min

# 不想对方查看您的信息？
source: Don't want to see your information?
ko: 상대방이 귀하의 정보를 보지 못하게 하시겠습니까?
ru: Не хотите видеть вашу информацию?
zh_hans: 不想对方查看您的信息？

# 屏蔽该用户
source: Block this user
ko: 해당 사용자를 차단
ru: Заблокировать этого пользователя
zh_hans: 屏蔽该用户

# 订单金额
source: Order amount
ko: 주문 금액
ru: Сумма заказа
zh_hans: 订单金额

# 卖家
source: Seller
ko: 판매자
ru: Продавец
zh_hans: 卖家

# 卖家收款方式
source: Seller's collection type
ko: 판매자 수금 방식
ru: Тип коллекции продавца
zh_hans: 卖家收款方式

# 您必须使用 实名为（*xxx）的账户向以下账号自行转账
source: You must use the account with the real name (*xxx) to transfer the account to the following account
ko: 실제 이름 (* xxx)의 계정을 사용하여 계정을 다음 계정으로 이전해야합니다
ru: Вы должны использовать учетную запись с реальным именем (* xxx), чтобы перенести учетную запись в следующую учетную запись
zh_hans: 您必须使用 实名为（*xxx）的账户向以下账号自行转账

# 请于14：59内向卖家支付 xxxx CNY
source: Please pay xxxx CNY to the seller within 14:59
ko: 14:59 내에 판매자에게 xxxx CNY를 지불하십시오.
ru: Пожалуйста, заплатите xxxx CNY продавцу в течение 14:59
zh_hans: 请于14：59内向卖家支付 xxxx CNY

# 我已付款
source: Already Paid
ko: 입금 완료
ru: Уже оплачено
zh_hans: 我已付款

# 取消订单
source: Cancel order
ko: 주문 취소
ru: Отменить заказ
zh_hans: 取消订单

# 确认付款
source: Confirm Pay
ko: 입금 확인
ru: Подтвердите оплату
zh_hans: 确认付款

# 付款信息
source: Payment Info
ko: 결제 정보
ru: Информация о платеже
zh_hans: 付款信息

# 还未付款
source: Not yet Paid
ko: 결제 대기
ru: Еще не оплачено
zh_hans: 还未付款

# 已付款
source: Already Paid
ko: 결제 완료
ru: Уже оплачено
zh_hans: 已付款

# 已支付
source: Already Paid
ko: 지불 완료
ru: Уже оплачено
zh_hans: 已支付
