Repository: chelin192837/FaceToFace
Catalog: FaceToFace/Biconome/Biconome/Resource/*.lproj/BTCLocalizable.strings
Languages: ko, ru, zh_hans

# 面容验证
source: Face ID
ko: 페이스 아이디
ru: ID лица
zh_hans: 面容验证

# 指纹验证
source: Touch ID
ko: 지문 인증
zh_hans: 指纹验证

# 手势设置成功
source: Pattern setting success
ko: 패턴 설정 성공
ru: Успешная установка шаблона
zh_hans: 手势设置成功

# 解锁成功
source: Unlock success
ko: 사용 가능
ru: Успешно разблокировано
zh_hans: 解锁成功

# 重新绘制
source: Redraw
ko: 드로우 패턴 확인
ru: Перерисовать
zh_hans: 重新绘制

# 指纹已失效，请重新登录
source: Touch ID has expired, please sign in again
ko: 지문 인증이 유효하지 않습니다. 다시 로그인하십시오
ru: Срок действия идентификатора Touch ID истек, пожалуйста, войдите снова
zh_hans: 指纹已失效，请重新登录

# 手势密码已关闭
source: Pattern closed
ko: 패턴 기능 닫기
ru: Шаблон закрыт
zh_hans: 手势密码已关闭

# 开启指纹解锁
source: Turn on Touch ID
ko: 지문 잠금 해제 시작
ru: Включить Touch ID
zh_hans: 开启指纹解锁

# 请认证指纹
source: Please verify Touch ID
ko: 지문 인증하십시오
ru: Пожалуйста, подтвердите Touch ID
zh_hans: 请认证指纹

# 指纹认证成功
source: TouchID verification success
ko: 지문 인증 성공
ru: Успешная проверка TouchID
zh_hans: 指纹认证成功

# 验证失败，请重试
source: Verification failed, Please retry
ko: 인증 실패,다시 시도하십시오
ru: Проверка не пройдена, пожалуйста, повторите попытку
zh_hans: 验证失败，请重试

# 您的账号在别处登录
source: Your account is logged in elsewhere
ko: 이 계정은 다른 곳에 로그인되어 있습니다.
ru: Вход в ваш акаунт выполнен на другом устройстве
zh_hans: 您的账号在别处登录

# 加密错误
source: RSACoder error
ko: 암호화 오류
ru: Ошибка RSACoder
zh_hans: 加密错误

# 密码错误
source: Password error
ko: 잘못된 비밀번호
ru: Ошибка пароля
zh_hans: 密码错误

# NOT FOUND
source: Params error
ko: 찾을 수 없습니다
ru: Ошибка параметров
zh_hans: NOT FOUND

# 请输入有效的地址
source: Please enter a valid address
ko: 유효한 주소를 입력해 주세요
ru: Пожалуйста, введите правильный адрес
zh_hans: 请输入有效的地址

# 交易失败
source: Failed to transact
ko: 거래 실패
ru: Сбой транзакции
zh_hans: 交易失败

# 生成地址失败
source: Request success
ko: 주소 생성 실패
ru: Запрос успешен
zh_hans: 生成地址失败

# 获取UTXO失败
source: Failed to get UTXO
ko: UTXO 획득 실패
ru: Не удалось получить UTXO
zh_hans: 获取UTXO失败

# 创建钱包失败
source: Failed to create wallet
ko: 지갑 생성 실패
ru: Не удалось создать кошелек
zh_hans: 创建钱包失败

# 解析区块充值信息到数据库失败
source: Failed to parse block recharge information to database
ko: 데이터베이스에 블록 재충전 정보 분석 실패
ru: Не удалось проанализировать информацию о пополнении блока в базу данных
zh_hans: 解析区块充值信息到数据库失败

# 插入同步区块号失败
source: Failed to insert synchronized block number
ko: 동기화 블록 번호 삽입 실패
ru: Не удалось вставить синхронизированный номер блока
zh_hans: 插入同步区块号失败

# 提现失败
source: Failed to withdrawal
ko: 출금 실패
ru: Не удалось вывести
zh_hans: 提现失败

# 钱包可用余额不足
source: Insufficient balance available in wallet
ko: 지갑에 잔액이 부족합니다
ru: Недостаточный баланс в кошельке
zh_hans: 钱包可用余额不足

# 插入审核记录失败
source: Failed to insert audit record
ko: 심사기록 삽입 실패
ru: Не удалось вставить запись аудита
zh_hans: 插入审核记录失败

# 插入提现资金钱包失败
source: Failed to insert withdrawal fund wallet
ko: 출금 펀드 지갑 삽입에 실패했습니다
ru: Не удалось вставить кошелек для снятия средств
zh_hans: 插入提现资金钱包失败

# 修改同步区块状态失败
source: Failed to modify synchronized block state
ko: 동기화 블록 상태 수정실패
ru: Не удалось изменить состояние синхронизированного блока
zh_hans: 修改同步区块状态失败

# 钱包余额不足
source: Insufficient balance of wallet
ko: 지갑에 잔액이 부족합니다
ru: Недостаточный баланс кошелька
zh_hans: 钱包余额不足

# 不识别该币种名称
source: The currency name is not recognized
ko: 해당 코인 이름을 인식할 수 없습니다
ru: Название валюты не распознано
zh_hans: 不识别该币种名称

# 不识别该币种类型
source: The currency type is not recognized
ko: 코인타입을 인식하지 못합니다
ru: Тип валюты не распознан
zh_hans: 不识别该币种类型

# 该钱包类型不存在
source: The wallet type does not exist
ko: 지갑타입이 존재하지 않습니다
ru: Тип кошелька не существует
zh_hans: 该钱包类型不存在

# 提现数量过低
source: The withdrawal amount is too low
ko: 인출 금액이 너무 낮습니다
ru: Сумма вывода слишком мала
zh_hans: 提现数量过低

# 钱包信息未找到
source: Wallet information not found
ko: 지갑 정보를 찾을 수 없습니다
ru: Информация о кошельке не найдена
zh_hans: 钱包信息未找到

# 服务器繁忙,请稍后重试
source: The server is busy, please try again later
ko: 서버가 사용 중입니다. 나중에 다시 시도하십시오
ru: Сервер занят, пожалуйста, попробуйте позже
zh_hans: 服务器繁忙,请稍后重试

# 该钱包不存在
source: The wallet does not exist
ko: 지갑이 존재하지 않습니다
ru: Кошелек не существует
zh_hans: 该钱包不存在

# 验证码错误
source: Code is error
ko: 인증번호가 틀렸습니다
ru: Ошибка кода
zh_hans: 验证码错误

# 该记录不允许取消
source: This record is not allowed to be cancelled
ko: 이 기록은 취소할 수 없습니다
ru: Эта запись не может быть отменена
zh_hans: 该记录不允许取消

# 用户id获取失败
source: User id retrieval failed
ko: 사용자 ID를 얻는데 실패했습니다
ru: Не удалось получить идентификатор пользователя
zh_hans: 用户id获取失败

# 密码为空
source: Password is empty
ko: 비밀번호를 반드시 채워주십시오
ru: Пароль пуст
zh_hans: 密码为空

# 交易币对为空
source: The trading pair is short
ko: 거래페어를 반드시 채워주십시오
ru: Торговая пара короткая
zh_hans: 交易币对为空

# 委托单价为空
source: The entrustment unit price is empty
ko: 가격을 반드시 채워주십시오
ru: Цена за единицу поручения пуста
zh_hans: 委托单价为空

# 委托数量为空
source: The number of delegates is empty
ko: 수량을 반드시 채워주십시오
ru: Количество делегатов пусто
zh_hans: 委托数量为空

# 交易额为空
source: The trading volume is empty
ko: 거래액을 반드시 채워주십시오
ru: Объем торгов пуст
zh_hans: 交易额为空

# 交易额不合法
source: Illegal trading volume
ko: 해당 거래 금액은 허용되지 않습니다
ru: Незаконный объем торгов
zh_hans: 交易额不合法

# 委托单价不合法
source: The entrustment unit price is illegal
ko: 해당 가격은 허용되지 않습니다
ru: Цена за единицу поручения является незаконной
zh_hans: 委托单价不合法

# 委托数量不合法
source: The number of delegates is not legal
ko: 해당 수량은 허용되지 않습니다
ru: Количество делегатов не является законным
zh_hans: 委托数量不合法

# 订单获取失败
source: Order acquisition failure
ko: 주문을 얻는 데 실패했습니다
ru: Ошибка при получении заказа
zh_hans: 订单获取失败

# 订单不存在
source: Order does not exist
ko: 주문이 존재하지 않습니다
ru: Заказ не существует
zh_hans: 订单不存在

# 当前订单状态无法撤销
source: The current order status cannot be revoked
ko: 현재 주문상태를 취소할 수 없습니다
ru: Текущий статус заказа не может быть отозван
zh_hans: 当前订单状态无法撤销

# 您与该订单并无交易关系
source: You have no transaction relationship with this order
ko: 해당 주문은 관련이 없습니다
ru: У вас нет транзакционных отношений с этим заказом
zh_hans: 您与该订单并无交易关系

# 操作失败，钱包异常
source: Operation failed, wallet abnormal
ko: 작업 실패, 지갑이 비정상입니다
ru: Операция не удалась, кошелек ненормальный
zh_hans: 操作失败，钱包异常

# 当前平台不支持该代币交易
source: The current platform does not support this token transaction
ko: 현재 플랫폼은 해당 토큰 거래를 지원하지 않습니다
ru: Текущая платформа не поддерживает эту транзакцию токена
zh_hans: 当前平台不支持该代币交易

# 涨跌幅有误
source: Increase or fall is wrong
ko: 24시간 변동폭이 잘못되었습니다
ru: Увеличивать или падать неправильно
zh_hans: 涨跌幅有误

# 开盘时间未到
source: Opening time is not yet up
ko: 개장 시간이 아닙니다
ru: Время открытия еще не истекло
zh_hans: 开盘时间未到

# 邀请返拥未配置
source: Invitation return config is not set
ko: 초대자 캐시백 반환 구성이 설정되지 않았습니다
ru: Конфигурация возврата приглашения не установлена
zh_hans: 邀请返拥未配置

# 该用户钱包信息有误
source: The user's wallet information is wrong
ko: 사용자 지갑 정보가 올바르지 않습니다
ru: Информация о кошельке пользователя неверна
zh_hans: 该用户钱包信息有误

# 币对不能为空
source: Currency pair can not be null
ko: 페어를 반드시 채워주십시오
ru: Валютная пара не может быть нулевой
zh_hans: 币对不能为空

# 币对不存在
source: Currency pair is not find
ko: 페어를 존재하지 않습니다
ru: Валютная пара не найдена
zh_hans: 币对不存在

# 币对不可用
source: Currency pair is usabled
ko: 페어를 사용할 수 없습니다
ru: Валютная пара используется
zh_hans: 币对不可用

# 您已将该交易对设置为自选
source: You have watched the pair
ko: 해당 페어를 소장했습니다
ru: Вы собрали пару монет
zh_hans: 您已将该交易对设置为自选

# 公告不存在
source: No Announcement
ko: 공지 사항이 존재하지 않습니다
ru: нет мысли
zh_hans: 公告不存在

# 轮播图不存在
source: No Banner
ko: 슬라이드가 존재하지 않습니다
ru: нет изображения
zh_hans: 轮播图不存在

# 接口未完善
source: Not perfect
ko: 인터페이스가 완벽하지 않습니다
ru: Не идеально
zh_hans: 接口未完善

# 你还没有设置资金密码
source: You have not set the fund password
ko: 펀드 비밀번호를 아직 설정하지 않았습니다
ru: Вы не установили пароль фонда
zh_hans: 你还没有设置资金密码

# 没有接收到参数
source: No arguments were received
ko: 매개변수가 없습니다
ru: Никаких аргументов не было получено
zh_hans: 没有接收到参数

# 用户标识不能为空
source: The user id cannot be empty
ko: 사용자 아이디를 반드시 채워주십시오
ru: Идентификатор пользователя не может быть пустым
zh_hans: 用户标识不能为空

# 钱包地址不能为空
source: The wallet address cannot be empty
ko: 지갑 주소를 반드시 채워주십시오
ru: Адрес кошелька не может быть пустым
zh_hans: 钱包地址不能为空

# 货币地址不能为空
source: The currency address cannot be empty
ko: 코인주소를 반드시 채워주십시오
ru: Адрес валюты не может быть пустым
zh_hans: 货币地址不能为空

# 钱包类型不能为空
source: The wallet type cannot be empty
ko: 지갑종류를 반드시 채워주십시오
ru: Тип кошелька не может быть пустым
zh_hans: 钱包类型不能为空

# 钱包密码不能为空
source: The wallet password cannot be empty
ko: 지갑 비밀번호를 반드시 채워주십시오
ru: Пароль кошелька не может быть пустым
zh_hans: 钱包密码不能为空

# 转账金额不能为空
source: The transfer amount cannot be empty
ko: 이체금액을 반드시 채워주십시오
ru: Сумма перевода не может быть пустой
zh_hans: 转账金额不能为空

# 充值记录不能为空
source: The recharge record cannot be empty
ko: 입금 기록을 반드시 채워주십시오
ru: Запись о пополнении счета не может быть пустой
zh_hans: 充值记录不能为空

# 提现的钱包地址不能为空
source: The withdrawal address cannot be empty
ko: 현금 출금 지갑 주소을 반드시 채워주십시오
ru: Адрес вывода не может быть пустым
zh_hans: 提现的钱包地址不能为空

# 可用余额不能为空
source: The available balance cannot be empty
ko: 사용 가능한 금액을 반드시 채워주십시오
ru: Доступный баланс не может быть пустым
zh_hans: 可用余额不能为空

# 冻结余额不能为空
source: The frozen balance cannot be empty
ko: 동결 잔액을 반드시 채워주십시오
ru: Замороженный баланс не может быть пустым
zh_hans: 冻结余额不能为空

# 该币种暂不支持此操作
source: This operation is not currently supported in this currency
ko: 해당 코인은 이 작업을 지원하지 않습니다
ru: Эта операция в настоящее время не поддерживается в этой валюте
zh_hans: 该币种暂不支持此操作

# 该币种存在多个
source: There are multiple versions of this currency
ko: 중복된 코인 타입이 존재합니다
ru: Есть несколько версий этой валюты
zh_hans: 该币种存在多个

# 该记录未找到
source: The record was not found
ko: 기록을 찾을 수 없습니다
ru: Запись не найдена
zh_hans: 该记录未找到

# 操作失败，数据异常
source: Operation failed, data abnormal
ko: 작업 실패, 데이터 오류가 발생했습니다
ru: Операция не удалась, данные ненормальные
zh_hans: 操作失败，数据异常

# 钱包地址格式有误
source: Format of the address is wrong
ko: 지갑 주소 형식이 잘못되었습니다
ru: Неправильный формат адреса
zh_hans: 钱包地址格式有误

# 操作失败，密码错误
source: Operation failed, password error
ko: 작업 실패, 비밀번호가 잘못되었습니다
ru: Операция не удалась, ошибка пароля
zh_hans: 操作失败，密码错误

# 操作失败，钱包不能重复初始化
source: Operation failed. Wallet cannot be initialized again
ko: 작업 실패, 지갑을 반복적으로 초기화 할 수 없습니다
ru: Операция провалена. Кошелек не может быть инициализирован снова
zh_hans: 操作失败，钱包不能重复初始化

# 操作失败，不支持同钱包类型划转
source: Operation failed, do not support the same wallet type transfer
ko: 작업 실패. 동일한 지갑 타입 송금을 지원하지 않습니다
ru: Операция завершилась неудачно, не поддерживается перевод одного и того же типа кошелька
zh_hans: 操作失败，不支持同钱包类型划转

# 操作失败，转账金额格式有误
source: Operation failed, the transfer amount format is wrong
ko: 작업 실패, 송금 금액 형식이 잘못되었습니다
ru: Операция не выполнена, неверный формат суммы перевода
zh_hans: 操作失败，转账金额格式有误

# 操作失败，转账金额必须大于0
source: Operation failed, transfer amount must be greater than 0
ko: 작업 실패. 송금 금액은 0 보다 커야합니다.
ru: Операция не выполнена, сумма перевода должна быть больше 0
zh_hans: 操作失败，转账金额必须大于0

# 操作失败，该数字货币可用余额不足
source: Operation failed, the available balance of the digital
ko: 작업 실패, 해당 코인 잔액 부족
ru: Операция не удалась, доступный баланс цифрового
zh_hans: 操作失败，该数字货币可用余额不足

# 操作失败，该数字货币冻结余额不足
source: Operation failed, the digital currency freeze balance is not enough
ko: 작업 실패, 해당 코인 동결 잔액 부족
ru: Операция не выполнена, недостаточно средств для замораживания баланса цифровой валюты.
zh_hans: 操作失败，该数字货币冻结余额不足

# 操作失败，提现手续费不足
source: Operation failure, insufficient withdrawal charge
ko: 작업 실패, 출금 수수로 부족
ru: Сбой операции, недостаточное снятие средств
zh_hans: 操作失败，提现手续费不足

# 提现余额不得小于最小提现额度
source: The withdrawal balance shall not be less than the minimum withdrawal limit
ko: 출금 잔액은 최소 출금한도액 이상이어야합니다
ru: Баланс снятия не должен быть меньше минимального лимита снятия
zh_hans: 提现余额不得小于最小提现额度

# 钱包初始化失败，请稍后重试
source: Wallet initialization failed. Please try again later
ko: 지갑 초기화 실패. 나중에 다시 시도하십시오
ru: Не удалось инициализировать кошелек. Пожалуйста, повторите попытку позже
zh_hans: 钱包初始化失败，请稍后重试

# 该币种钱包已经创建
source: The currency wallet has been created
ko: 해당 코인 지갑이 생성되었습니다
ru: Валютный кошелек создан
zh_hans: 该币种钱包已经创建

# 交易打包中
source: Trading package
ko: 거래 체결 중
ru: Торговый пакет
zh_hans: 交易打包中

# 该用户已存在
source: The user already exists
ko: 이미 가입한 계정입니다.
ru: Пользователь уже существует
zh_hans: 该用户已存在

# 不存在该用户
source: The user does not exist
ko: 사용자가 존재하지 않습니다
ru: Пользователь не существует
zh_hans: 不存在该用户

# 用户名或密码错误
source: Wrong username and password
ko: 사용자 이름 또는 비밀번호가 잘못되었습니다
ru: Неверное имя пользователя и пароль
zh_hans: 用户名或密码错误

# 你被列入黑名单，禁止登录
source: You are blacklisted from logging in
ko: 블랙리스트에 존재되어 로그인할 수 없습니다
ru: Вы в черном списке от входа в систему
zh_hans: 你被列入黑名单，禁止登录

# 手机号验证码错误
source: Wrong verification code for mobile phone number
ko: 휴대전화 인증코드 오류
ru: Неправильный код подтверждения для номера мобильного телефона
zh_hans: 手机号验证码错误

# 手机号格式不正确
source: The phone number format is not correct
ko: 전화번호 형식이 잘못되었습니다
ru: Неправильный формат номера телефона
zh_hans: 手机号格式不正确

# 没有此类型短信
source: There is no text message of this type
ko: 해당 SMS 타입이 없습니다
ru: Там нет текстового сообщения этого типа
zh_hans: 没有此类型短信

# 今日获取验证码到达上限
source: The upper limit of the captcha is reached today
ko: 금일 인증코드 발송 한도에 도달했습니다
ru: Верхний предел капчи достигнут сегодня
zh_hans: 今日获取验证码到达上限

# 该手机号已存在
source: The phone number already exists
ko: 해당 전화번호가 이미 존재합니다
ru: Номер телефона уже существует
zh_hans: 该手机号已存在

# 密码只能是8-16位数字、字母和特殊字符的组合
source: Passwords can only be 8-16 digit combinations of Numbers, letters, and special characters
ko: 비밀번호는 반드시 8-16자리 숫자/알파벳 과 특수 문자로 이루어져야 합니다
ru: Пароли могут быть только 8-16-значными комбинациями цифр, букв и специальных символов.
zh_hans: 密码只能是8-16位数字、字母和特殊字符的组合

# 无效的邀请码信息
source: Invalid invitation code information
ko: 초대 코드가 유효하지 않습니다
ru: Неверный код приглашения
zh_hans: 无效的邀请码信息

# 昵称不能包含特殊字符
source: Nicknames cannot contain special characters
ko: 닉네임은 특수문자를 포함할 수 없습니다
ru: Псевдонимы не могут содержать специальные символы
zh_hans: 昵称不能包含特殊字符

# 手机号码与当前用户一致
source: The phone number is the same as the current user
ko: 전화번호가 현재 사용자와 동일합니다
ru: Номер телефона совпадает с текущим пользователем
zh_hans: 手机号码与当前用户一致

# 获取谷歌安全码失败
source: Failed to get Google security code
ko: Google 보안코드를 가져 오지 못했습니다
ru: Не удалось получить код безопасности Google
zh_hans: 获取谷歌安全码失败

# 你已绑定谷歌验证器，请勿重复绑定
source: You have bound the Google validator. Do not repeat the binding
ko: Google OTP에 이미 연동되어 있습니다
ru: Вы связали Google валидатор. Не повторяйте привязку
zh_hans: 你已绑定谷歌验证器，请勿重复绑定

# 谷歌验证器验证失败
source: Google verifier validation failed
ko: Google OTP 확인 실패
ru: Ошибка проверки Google
zh_hans: 谷歌验证器验证失败

# 请先上传文件
source: Please upload the file first
ko: 먼저 파일을 업로드 하십시오
ru: Пожалуйста, загрузите файл первым
zh_hans: 请先上传文件

# 认证审核中，请勿重复申请
source: Please do not repeat the application during the certification audit
ko: 인증 심사 중입니다. 반복 신청하지 마십시오
ru: Пожалуйста, не повторяйте заявку во время сертификационного аудита
zh_hans: 认证审核中，请勿重复申请

# 你已完成认证
source: You have completed the certification
ko: 인증을 완료했습니다
ru: Вы завершили сертификацию
zh_hans: 你已完成认证

# 请先完成初级认证
source: Please complete the primary certification first
ko: 먼저 기본 인증을 완료하십시오
ru: Пожалуйста, сначала выполните первичную сертификацию
zh_hans: 请先完成初级认证

# 无效的邮箱格式
source: Invalid mailbox format!
ko: 이메일 주소가 유효하지 않습니다
ru: Неверный формат почтового ящика!
zh_hans: 无效的邮箱格式

# 邮箱验证失败
source: Mailbox authentication failed
ko: 이메일 인증 실패
ru: Аутентификация почтового ящика не удалась
zh_hans: 邮箱验证失败

# 绑定失败，你已绑定邮箱
source: Failed to bind. You have bound your mailbox
ko: 연동 실패. 해당 이메일은 이미 연동되었습니다
ru: Не удалось связать. Вы связали свой почтовый ящик
zh_hans: 绑定失败，你已绑定邮箱

# 设置失败，你已经设置过密码了
source: Setup failed. You have already set the password
ko: 설정 실패.이미 비밀번호를 설정했습니다
ru: Установка не удалась. Вы уже установили пароль
zh_hans: 设置失败，你已经设置过密码了

# 绑定失败，该邮箱已被绑定
source: The mailbox has been bound
ko: 연동 실패. 해당 이메일은 이미 연동되어 있습니다
ru: Почтовый ящик был связан
zh_hans: 绑定失败，该邮箱已被绑定

# 密码不匹配
source: Password mismatch
ko: 비밀번호가 일치하지 않습니다
ru: Пароли не совпадают
zh_hans: 密码不匹配

# 你被列入黑名单，禁止交易
source: You're blacklisted! No trading
ko: 블랙리스트에 등록되어 거래할 수 없습니다
ru: Вы в черном списке! Нет торговли
zh_hans: 你被列入黑名单，禁止交易

# 找不到该国家信息
source: Country information not available
ko: 국가 코드를 찾을 수 없습니다
ru: Информация о стране недоступна
zh_hans: 找不到该国家信息

# 验证码已过期或没有获取
source: The captcha is expired or not available
ko: 인증 코드가 만료 되었거나 유효하지 않습니다
ru: Срок действия кода истек или отсутствует
zh_hans: 验证码已过期或没有获取

# 您输入的验证码不匹配
source: The verification code you entered does not match
ko: 입력한 인증코드가 일치하지 않습니다
ru: Код подтверждения, который вы ввели, не совпадает
zh_hans: 您输入的验证码不匹配

# 你被列入黑名单，禁止提现
source: You are blacklisted and no withdrawal is allowed
ko: 블랙리스트에 등록되어 출금할 수 없습니다
ru: Вы занесены в черный список и снятие средств не допускается
zh_hans: 你被列入黑名单，禁止提现

# 操作失败，您未通过高级认证
source: Operations failed, you did not pass advanced certification
ko: 작업 실패, 고급 인증을 통과하지 못했습니다
ru: Операции не пройдены, вы не прошли расширенную сертификацию
zh_hans: 操作失败，您未通过高级认证

# 操作失败，您未通过初级认证
source: The operation failed, you did not pass the primary certification
ko: 작업 실패, 초급 인증을 통과하지 못했습니다
ru: Операция не пройдена, вы не прошли первичную сертификацию
zh_hans: 操作失败，您未通过初级认证

# 发送验证码失败
source: Failed to send authentication code
ko: 인증 코드 전송 실패
ru: Не удалось отправить код аутентификации
zh_hans: 发送验证码失败

# 验证码为空
source: The verification code is empty
ko: 인증 코드가 비어 있습니다
ru: Код подтверждения пуст
zh_hans: 验证码为空

# 无效的token信息
source: Invalid token information
ko: 잘못된 토큰 정보
ru: Неверная информация о токене
zh_hans: 无效的token信息

# 验证出错
source: Verification error
ko: 인증 실패
ru: Ошибка подтверждения
zh_hans: 验证出错

# 文件下载出错
source: File download error
ko: 파일 다운로드 오류
ru: Ошибка загрузки файла
zh_hans: 文件下载出错

# 请先验证基本信息
source: Please verify the basic information first
ko: 기본 정보를 먼저 확인하십시오
ru: Пожалуйста, проверьте основную информацию в первую очередь
zh_hans: 请先验证基本信息

# 币种/成交额
source: Coin
ko: 코인 타입
ru: Тип монеты
zh_hans: 币种/成交额

# 如果无法扫描此二维码，请在App中手动输入下方字符串请把密钥写在纸上 当手机丢失时，此密钥能够重置谷歌验证
source: If you are unable to scan this QR code, please manually enter the string below in the app Please write the key on paper. This key can reset Google verification when the phone is lost.
ko: 만약 QR 코드를 스캔할 수 없으면, 어플 하단의 문자열을 수동으로 입력해 주세요. 키를 종이 위에 써주세요. 핸드폰을 잃어버리실 경우 키를 통해 복구할 수 있습니다

# 上传整张彩色图像不允许屏幕截图仅限JPG、JPEG或PNG格式
source: Upload the entire color image No screenshots allowed JPG, JPEG or PNG format only
ko: 전체 컬러 이미지를 업로드해주세요. 스크린 샷이 허용되지 않습니다JPG, JPEG 또는 PNG 형식만 가능

source: API Key
ko: API 키
ru: Ключ API

source: Passphrase
ko: 암호
ru: Пароль

# 上传手持证件正面的自拍照片和上传包含“Biconomy”当日日期的手写纸条仅限JPG、JPEG或PNG格式
source: Upload a self-portrait photo on the front of the handheld ID And uploading a handwritten note containing the date of the day of Biconomy JPG, JPEG or PNG format only
ru: Загрузите фотографию автопортрета на передней панели портативного удостоверения личности И загрузка рукописной заметки с указанием даты дня «Бикономия»Только в формате JPG, JPEG или PNG

source: Interac e-Transfer
ru: Интерактивный электронный перевод
